Repository: concierge24/Elconcierge_ios
Catalog: RoyoCab/MVC/View/*.lproj/BookService.strings
Languages: ar

# 16Q-0q-neF.text
source: Enter drop off location
ar: أدخل نقطـة الوصــول

# 1Vq-PK-hVN.normalTitle
source: Done
ar: تـــم

# 2A0-Td-sb8.text
source: Token
ar: رمز - الإلكتروني

# 3Wa-nh-Hos.text
source: 4 gallon of water qunatity
ar: جالون 300* 23

# 3gV-Iv-e83.normalTitle
source: Next
ar: التالي

# 4bT-Wd-cVY.text
source: Other Services
ar: الدعم

# 5Rl-1R-iXz.normalTitle
source: Cancel
ar: إلغــاء

# 5aD-8i-JMe.normalTitle
source: Back
ar: رجوع

# 6bf-EJ-7Bk.normalTitle
source: Back
ar: رجوع

# 7Qt-hd-Idd.text
source: Select
ar: إختـر

# 7Yl-J7-YgX.text
source: Driver Name
ar: Maninder Singh

# 7ht-VV-QeG.text
source: Oil Change
ar: تغيير الزيت

# 7q6-6Q-LCp.text
source: Selected Time
ar: أختر الوقت

# 8SO-wr-2Ns.text
source: ASAP
ar: بُراق24

# 952-PO-mF0.text
source: Rate Driver
ar: تقييم الخدمة

# 9Gv-vM-OJe.normalTitle
source: Schedule
ar: الجدول

# 9he-2J-2sB.text
source: Invoice
ar: فاتورة

# Aek-sS-aNY.text
source: E-Token
ar: رمز - الإلكتروني

# B8k-xE-Efn.normalTitle
source: Submit rating
ar: إرسل التقييم

# DRU-FU-eno.normalTitle
source: Cancel
ar: إلغــاء

# Dso-Do-b4r.text
source: Tester
ar: تجريب

# Dso-nu-bjx.text
source: Label
ar: ملصق

# DwN-SV-9hr.normalTitle
source: Book Now
ar: إحجــز الآن

# EZQ-4U-slR.text
source: Impôt
ar: ضريبة

# GWH-SQ-ULv.text
source: Other Services
ar: خدمات أخرى

# H3Z-1o-jEu.text
source: Select date and time
ar: حدد التاريخ والوقت

# HVo-es-Mor.normalTitle
source: Schedule
ar: الجدول

# Hmb-5y-Wdy.text
source: Enter details of order
ar: أدخل تفاصيل الطلب

# JTK-TD-58E.text
source: Good
ar: جيد

# JTU-q6-ve9.placeholder
source: Enter pickup location
ar: أدخِـل نقطة الإنطلاق!

# Klt-1a-A2l.normalTitle
source: Set Pickup Time
ar: التالي

# LA4-Ng-CIN.normalTitle
source: Back
ar: رجوع

# M3x-Sa-fQw.text
source: Card
ar: بطاقة

# OXj-fb-BW8.text
source: Aquafina
ar: أكوافينا

# PkQ-qm-zju.normalTitle
source: Cancel
ar: إلغاء

# Pv8-mj-AtW.text
source: Total
ar: المجموع

# QtX-mV-aEp.text
source: Cash on delivery
ar: الدفع عند الاستلام

# R6g-zO-E0t.text
source: service
ar: غاز

# R8B-ct-4ro.text
source: Type your reason for cancellation
ar: اكتب سبب الإلغاء

# STG-bN-Sip.text
source: Cash
ar: نقداً

# TT2-K3-P85.text
source: Online Payment
ar: بروموكــود

# UAW-NY-OFZ.normalTitle
source: Back
ar: رجوع

# VHY-wl-XLk.text
source: We are processing your request
ar: نحن نقوم بِـ العمل على طلبك

# VzO-L8-g5c.normalTitle
source: Select eToken
ar: حدد الرموز الإلكترونية

# W3Q-Tm-bPR.text
source: Driver name
ar: إسم السائق

# Xfs-rN-a4i.text
source: Excellent
ar: ممتاز

# XpO-tU-gb9.text
source: Drinking water
ar: مياه معدنية

# Xrr-qO-M1e.text
source: Very Sad
ar: غير مقبول

# YRY-KW-EXd.text
source: Select
ar: حدد

# aX0-10-i7J.normalTitle
source: Book now
ar: إحجِـز الآن

# azr-nx-VCJ.normalTitle
source: Next
ar: التالي

# cdm-fz-zUo.normalTitle
source: Back
ar: رجوع

# d0h-FO-KKn.text
source: Payments
ar: المدفوعات

# fqF-Ws-P2h.text
source: Select capacity
ar: حدد السعة

# g8J-eN-NC0.text
source: bike
ar: 200 جالون * 23

# j5L-Yx-6R1.text
source: view deals available via companies
ar: العروض المتاحة

# jm5-iJ-Hp0.text
source: Sub total
ar: الضريبة

# kMr-u0-L3y.text
source: Select capacity
ar: حدد السعة

# kPa-oB-AaD.text
source: Select an issue we can help with you
ar: حدد المشكلة يمكننا مساعدتك

# lAw-5d-gVM.text
source: 0.00 OMR
ar: 3 ريال عُماني

# mKY-ra-SEk.text
source: Total
ar: المجموع

# mMg-P9-EWl.text
source: 0 OMR
ar: 0 ريال عُماني

# n3D-cZ-0Fd.text
source: Buy eTokens
ar: اشتر رمز - الإلكتروني

# n7Y-vZ-YaL.normalTitle
source: Finish
ar: إنـهاء

# nPV-Nk-XCA.text
source: Selected date
ar: التاريخ المحدد

# nya-07-Thi.segmentTitles[0]
source: Normal
ar: عادي

# nya-07-Thi.segmentTitles[1]
source: Satellite
ar: الأقمار الصناعية

# pbU-Z4-adV.normalTitle
source: Select
ar: حدد

# peM-UG-xU3.text
source: Total
ar: المجموع

# qNi-dd-0MT.normalTitle
source: Submit
ar: إرسال

# rYf-hD-wCR.text
source: label
ar: الحجــوزات

# rpL-4y-10i.placeholder
source: Enter drop off location
ar: أدخل نقطـة الوصول

# sI4-6c-UDd.normalTitle
source: Book
ar: إحجـز الآن

# ssY-01-qET.text
source: Enter details of order
ar: أدخل تفاصيل الطلب

# wIS-UE-GDe.text
source: Select Location
ar: حدد الموقع

# wbv-Fi-But.text
source: Select brand
ar: اختر العلامة التجارية

# xDU-Fa-1Gk.text
source: Happy
ar: راضي جداً

# xDt-PI-ahb.text
source: Select
ar: حدد

# y4P-xR-OmM.text
source: Select Quantity
ar: حدد الكمية

# yK1-oY-uWK.text
source: Base fare
ar: الأُجــرة الأساسية

# yrI-eJ-kjy.text
source: Select Quantity
ar: حدد الكمية

# zMz-0W-ouk.text
source: Sad
ar: غير مرضي

# IeB-cd-3Yh.text
source: Select Vehicle type
ar: حدد نوع السيـارة

# sIt-ei-87q.normalTitle
source: Continue
ar: التالي

# uXi-W8-Ro8.text
source: Select Sub Model
ar: حدد نوع الموديل

# ed5-jK-3i2.normalTitle
source: Next
ar: التالي

# LsE-F8-43j.text
source: Enter details of order
ar: أدخل تفاصيل الطلب

# S8A-cO-IJV.text
source: Upload Image
ar: تحميل الصور

# iyh-qU-mB4.placeholder
source: Enter type of material
ar: أدخل نوع البضاعة

# Ebc-nV-We1.placeholder
source: Enter approx weight in Kg's
ar: أدخل الوزن التقريبي ب الكيلو جرام ....

# LcQ-XJ-qAw.normalTitle
source: Book Now
ar: إحجــز الآن

# ll8-0P-SEz.normalTitle
source: Schedule
ar: الجدول

# 5s9-GR-Baf.text
source: Hope you’re having a great day!
ar: أرحبوآ.. أتمنى أن تحظى بـِ يومٍ رائعٍ مثلك :)

# 5Oa-XF-Bbw.normalTitle
source: Where are you going ?
ar: ع ويـن رايح؟

# 6LF-xK-EWi.normalTitle
source: Road pickup
ar: توقفات بالطريق

# Rvj-5d-yQM.text
source: Book a service
ar: إحجــز سيارة

# BXD-jH-1Ah.normalTitle
source: For me
ar: لي

# ayj-rN-V7h.normalTitle
source: For me
ar: لي

# kuU-1Y-VkX.normalTitle
source: Book for a friend
ar: إحجــز لصديق

# eSH-wu-Idu.placeholder
source: Where to drop?
ar: نقطة الوصــول

# JcE-5d-Y77.text
source: Book for a friend
ar: احجز لِـ صديق

# 4Wx-oM-x60.text
source: Enter your friend details
ar: أدخل تفاصيل صديقك

# jHQ-UP-Lwn.text
source: FULL NAME
ar: الاسم الكامل

# qM4-CM-VCc.text
source: Phone number
ar: رقم الهاتف

# s65-L7-xFO.placeholder
source: Enter phone number
ar: أدخل رقم الهاتف

# CLK-gf-fji.normalTitle
source: Continue
ar: استمر

# Umc-RF-weP.text
source: Amount to be paid
ar: المبلغ المستحق للدفع

# 2Yf-ze-YAA.text
source: Total (incl. tax & fees)
ar: المجموع (شاملاً الضرائب والرسوم)

# FkO-cZ-xWb.normalTitle
source: Done
ar: تــم

# b5m-8e-htX.normalTitle
source: Confirm Booking
ar: تأكيد الحجز

# sOa-DI-eSw.normalTitle
source: Credit Card
ar: بطاقة الائتمان

# 7I7-0b-toF.normalTitle
source: Cash Payment
ar: الدفـع نقدا

# N7I-zZ-61e.text
source: Use Credit Points
ar: استخدم الرصيـد

# DKZ-bT-NGr.normalTitle
source: APPLY PROMO CODE
ar: تطبيق البرومـو كــود

# mzd-Mz-nEO.placeholder
source: Promo code
ar: رمز بروموكـود

# DcE-0F-3vx.text
source: Select a service
ar: حدد خدمة

# VzN-Bi-JK2.text
source: Choose a service or swipe up for more
ar: اختر خدمة أو اسحب لأعلى للمزيد

# MsM-qP-1h9.normalTitle
source: Book now
ar: احجز الآن

# eEJ-Hz-ZX3.normalTitle
source: Schedule
ar: جدول

# muz-sh-6Lg.placeholder
source: Phone Number
ar: رقم الهاتف

# BMd-6s-yK5.placeholder
source: Invoice No.
ar: رقم الفاتورة.

# Ucl-Pu-tqU.text
source: Pickup at :
ar: انطلاقاً مِــن :

# cjP-V6-k4a.placeholder
source: Name
ar: اسم

# Ye6-QO-wej.text
source: Drop at :
ar: وصولاً إلى:

# ZtB-Ft-n8K.placeholder
source: Name
ar: اسم

# IaX-9M-7z0.normalTitle
source: Add More Details
ar: أضف المزيد من التفاصيل

# 6Mt-8R-vhq.normalTitle
source: SKIP NOW
ar: تخطي الآن

# Ycc-Oj-qcT.normalTitle
source: Cancel
ar: إلغــاء

# M8W-Ex-jO5.text
source: Pickup date & time
ar: تاريخ ووقت الاستلام

# IET-Vh-zoc.text
source: Fare breakdown
ar: تفاصيل الأجرة

# nGp-1J-riD.text
source: Your fare will be the price presented before the trip or based on the rates below and other applicable surcharges and adjustment.
ar: ستكون أجرتك هي السعر المعروض قبل الرحلة أو استنادًا إلى الأسعار أدناه والتكاليف الإضافية والتعديلات المطبقة الأخرى.

# NvW-xx-3PD.text
source: Base fare
ar: الأجـرة الأساسيــة

# NX9-f3-Kha.text
source: Minimum fare
ar: الحد الأدنى للأجرة

# P3Y-xc-VkQ.text
source: + Per minute
ar: + في الدقيقة

# bkY-UJ-FPb.text
source: + Per km
ar: + لكل كيلومتر

# EnP-wg-dX6.text
source: Additional waiting time charges may apply to your trip if the driver has waited 5 minutes: $0.05 per minute.
ar: قد يتم تطبيق رسوم وقت انتظار إضافية على رحلتك إذا انتظر السائق 5 دقائق:.7 ريال للدقيقة

# Cju-qf-npE.text
source: Road Pickup
ar: توقفات على الطريق

# UJm-sn-YtZ.normalTitle
source: PANIC
ar: طوارئ

# Xch-NF-3nG.text
source: status
ar: الحالة

# Gfd-Vc-6AQ.text
source: time
ar: الوقت

# 8GA-90-8Df.text
source: BreakDown
ar: توقف

# 9lD-bh-WUh.text
source: Half way stop
ar: نصف الطريق

# zx0-bw-lrj.text
source: Cancel
ar: إلغاء الرحلة

# gAB-wh-Zj2.normalTitle
source: EDIT OR CHANGE
ar: تحرير أو تغيير

# 0AK-3F-vO6.text
source: Location
ar: موقعك

# zlg-S3-nmT.text
source: Share your details
ar: شارك التفاصيل الخاصة بك

# Iob-hF-h4L.text
source: Add phone number or direct add from your list
ar: إضافة رقم هاتف أو إضافة مباشرة من قائمتك

# kl1-Vf-1Nu.text
source: Phone number
ar: رقم الهاتف

# m8z-WQ-Kmr.placeholder
source: Enter phone number
ar: أدخل رقم الهاتف

# XA8-9u-k3G.normalTitle
source: Share Now
ar: شارك تفاصيل الرحله
