Repository: concierge24/Elconcierge_ios
Catalog: CodeFiles/Localization/*.lproj/Localizable.strings
Languages: ar, de, it, ja, nl, sq, zh_hans

source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
sq: Identifikohu Me Apple

# AppName
source: Bletani
ar: elconcierge
sq: Bleta

source: Go to Home
ar: الصفحة الرئيسية

source: Service Charge
ar: رسوم الخدمة
de: Servicegebühr
it: Costo del servizio
ja: サービス料
nl: Servicekosten
sq: Tarifa I Shërbimit
zh_hans: 服务费

source: Min. Service Time
ar: الحد الادنى لمدة الخدمة
de: Mindest. Servicezeit
it: Il mio. Tempo di servizio
ja: 私の。 サービス時間
nl: De mijne. Servicetijd
sq: Koha Minimale E Shërbimit
zh_hans: 最小服务时间

source: Visiting Charges
ar: رسوم الفحص
de: Besuchsgebühren
it: Spese di visita
ja: 訪問料
nl: Bezoekkosten
sq: Tarifat E Vizitës
zh_hans: 探访费

source: Min. Delivery Time
ar: أقــل وقت للتوصيـل
de: Mindest. Lieferzeit
it: Min. Tempo di consegna
ja: 最小 納期
nl: Min. Tijd om te bezorgen
sq: Koha Minimale E Dërgimit
zh_hans: 最小交货时间

# PasswordChangedSuccess
source: Password Changed Successfully
ar: تم تغيير الرقم السري بنجاح
de: Das Passwort wurde erfolgreich geändert
it: Password modificata con successo
ja: パスワードは正常に変更されました
nl: Wachtwoord succesvol gewijzigd
sq: Fjalëkalimi u ndryshua me sukses
zh_hans: 密码修改成功

source: Enter instructions here
ar: إكتب طلباتك الخاصــة هنا

source: Please select an Address
ar: الرجاء اختيار العنوان
de: Bitte wählen Sie eine Adresse
it: Si prega di selezionare un indirizzo
ja: 住所を選択してください
nl: Selecteer een adres
sq: Ju lutemi zgjidhni adresën
zh_hans: 请选择一个地址

source: Credit/Debit card
ar: بطاقة الإئتمان/الصراف
de: Kredit- / Debitkarte
ja: クレジット/デビットカード
sq: Karte Kredit/Debit
zh_hans: 信用卡/借记卡

source: Your Cart has no items.Please add items to cart to Proceed.
ar: سـلّة الشراء فـاضيةة؛ ءآمرونـاا
de: YIhr Warenkorb enthält keine Artikel. Bitte fügen Sie Artikel zum Warenkorb hinzu, um fortzufahren. .
ja: カートには商品がありません。カートに商品を追加して続行してください。
nl: Uw winkelwagen bevat geen artikelen. Voeg artikelen toe aan de winkelwagen om door te gaan.
sq: Shporta juaj nuk ka asnjë artikull. Ju lutemi shtoni artikuj në shportën tuaj për të vazhduar.
zh_hans: 您的购物车中没有商品。请将商品添加到购物车中。

source: Landmark
ar: أقرب مَعلَم واضح
de: Wahrzeichen
ja: ランドマーク
nl: Oriëntatiepunt
sq: Pikë Referimi
zh_hans: 地标

source: Address Line First
ar: العنوان 1
de: Adresszeile zuerst
it: Prima riga indirizzo
ja: 最初の住所行
nl: Adresregel eerst
sq: Linja E Parë E Adresës
zh_hans: 地址行优先

source: Address Line Second
ar: العنوان 2
de: Adresszeile Sekunde
it: Seconda riga dell'indirizzo
ja: 2番目の住所行
nl: Adresregel tweede
sq: Linja E Dyte E Adresës
zh_hans: 地址行第二

source: Pincode
ar: رمز الدولة
it: Codice PIN
ja: ピンコード
sq: Kodi Pin
zh_hans: PIN码

source: Delivery Address
ar: عنوان التوصيل
de: Lieferadresse
it: Indirizzo di consegna
ja: 配送先住所
nl: Bezorgadres
sq: Adresa E Dërgesës
zh_hans: 邮寄地址

source: Enter your details.
ar: أدخل بياناتك
de: Geben Sie ihre Details ein .
ja: 詳細を入力してください。
nl: Voer uw gegevens in.
sq: Shkruani Të Dhënat Tuaja.
zh_hans: 输入您的详细资料 .

source: Delivery charges applicable accordingly
ar: تنطبق رسوم التوصيل إن وجدت
de: Versandkosten entsprechend
ja: それに応じて適用される配送料
nl: Bezorgkosten dienovereenkomstig van toepassing
sq: Tarifat E Dërgesës Te Zbatueshme Ne Përputhje Me Rrethanat
zh_hans: 相应地收取送货费

source: Delivery charges
ar: رسوم التوصيل
de: Versandkosten
ja: 配送料
sq: Tarifat E dërgesës
zh_hans: 送货费

source: Select Time and Date
ar: اختار اليوم والوقت
de: Wählen Sie Uhrzeit und Datum
it: Seleziona ora e data
ja: 日時を選択
nl: Selecteer tijd en datum
sq: Zgjidh kohën Dhe datën
zh_hans: 选择时间和日期

source: Please select a booking schedule and time
ar: يرجى تحديد موعد جدولة الحجز والوقت
de: Bitte wählen Sie einen Buchungsplan und eine Buchungszeit
ja: 予約スケジュールと時間を選択してください
nl: Selecteer een boekingsschema en tijd
sq: Ju lutemi zgjidhni një datë dhe orë për rezervimin
zh_hans: 请选择预订时间表和时间

source: Select booking time
ar: اختار وقت الحجز
de: Wählen Sie die Buchungszeit
it: Seleziona l'orario di prenotazione
ja: 予約時間を選択
nl: Selecteer boekingstijd
sq: Zgjidh orën e rezervimit
zh_hans: 选择预订时间

# ReOrdering will clear you cart
source: Reordering will clear you cart. Press OK to continue.
ar: سيتم مسح جميع المشتريات السابقة مِـن السلة .. تبي تكمّل؟
de: Durch Nachbestellung wird Ihr Warenkorb gelöscht. Drücken Sie OK, um fortzufahren .
it: Il riordino cancellerà il tuo carrello. Premi OK per continuare.
ja: 再注文するとカートがクリアされます。 OKを押して続行します。
nl: Bij opnieuw ordenen wordt je winkelwagentje leeggemaakt. Druk op OK om door te gaan.
sq: Riporositja do të boshojë shportën tuaj.
zh_hans: 重新排序将清除您的购物车。按确定继续 .

source: Pending
ar: بإنتظارهم يقبلون طلبكم
de: steht aus
it: In attesa
ja: 保留中
nl: In behandeling
sq: NË PRITJE
zh_hans: 待定

source: Delivered
ar: تـم التوصيل
de: Geliefert
it: Consegnato
ja: お届け
nl: Bezorgd
sq: U DORËZUA
zh_hans: 已交付

source: Confirmed
ar: تم التـأكيد
de: Bestätigt
it: Confermato
ja: 確認済み
nl: Bevestigd
sq: U KONFIRMUA
zh_hans: 已确认

source: Feedback Given
ar: تم التعليق
de: Feedback gegeben
it: Feedback fornito
ja: 与えられたフィードバック
nl: Feedback gegeven
sq: VLERËSIMI I DHËNË
zh_hans: 给定反馈

source: Rejected
ar: تم الرفض
de: Abgelehnt
it: Respinto
ja: 拒否されました
nl: Afgewezen
sq: U REFUZUA
zh_hans: 拒绝

source: Shipped
ar: تم إرسال طلبكم :)
de: Versand
it: Spedito
ja: 発送済み
nl: Verzonden
sq: U DËRGUA
zh_hans: 已出货

source: Inprocess
ar: شغالين ع طلبكم :))
de: In Bearbeitung
it: In corso
ja: インプロセス
nl: Inproces
sq: NË PROCES
zh_hans: 进行中

# NEARBY
source: On The Way
ar: قابلنا عند الباب
de: Auf dem Weg
it: Sulla strada
ja: 途中
nl: Onderweg
sq: RRUGËS
zh_hans: 在途中

source: Tracked
ar: تم تتبع الطلب
de: Verfolgt
it: Monitorato
ja: 追跡
nl: Bijgehouden
sq: NDJEKUR
zh_hans: 已追踪

# CUSTOMER CANCELLED
source: Cancelled
ar: تــم إلغــاء طلبكم :(
de: Abgesagt
ja: キャンセル
sq: U ANULLUA NGA KLIENTI
zh_hans: 取消

source: Scheduled
ar: تمت جدولة الطلب
de: Geplant
it: Schedulato
ja: 予定
nl: Gepland
sq: U PRENOTUA
zh_hans: 预定的

source: Order Details
ar: تفاصيل الطلب
de: Bestelldetails
it: Dettagli dell'ordine
ja: 注文詳細
nl: Bestel Details
sq: Detajet e Porosisë
zh_hans: 订单详细信息

source: items
ar: منتجات
de: Artikel
it: elementi
ja: アイテム
nl: artikelen
sq: Artikuj
zh_hans: 项目

source: REORDER
ar: اعادة الطلب
de: cArtikel
it: RIORDINA
ja: 並べ替え
nl: HERORDER
sq: RIPOROSIT
zh_hans: 重新订购

source: TRACK
ar: تتبع الطلب
de: SPUR
it: TRACCIA
ja: 追跡
sq: NDIQ LIVE
zh_hans: 跟踪

source: BOOKED
ar: تم الحجز
de: GEBUCHT
it: PRENOTATO
ja: 予約済み
nl: GEBOEKT
sq: U PRENOTUA
zh_hans: 已预订

source: CANCEL ORDER
ar: إلغــاء الطلب
de: BESTELLUNG STORNIEREN
it: ANNULLA ORDINE
ja: 注文をキャンセルする
sq: ANULLO
zh_hans: 取消订单

source: CONFIRM ORDER
ar: تأكيد الطلب
de: BESTELLUNG BESTÄTIGEN
it: CONFERMARE L'ORDINE
ja: 注文を確定
sq: KONFIRMO
zh_hans: 确认订单

source: Monthly
ar: شهريا
de: Monatlich
it: Mensile
ja: 毎月
nl: Maandelijks
sq: Mujor
zh_hans: 每月一次

source: Weekly
ar: اسبوعيا
de: Wöchentlich
it: settimanalmente
ja: 毎週
nl: Wekelijks
sq: Javor
zh_hans: 每周

source: Pickup
ar: استلام
de: Abholen
it: Raccogliere
ja: 選び出す
nl: Oppakken
sq: Merr Vetë
zh_hans: 拾起

source: Please enter your email address
ar: الرجاء ادخال بريدك الالكتروني
de: Geben Sie bitte Ihre Email-Adresse ein
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください
nl: Voer uw e-mailadres in
sq: Ju lutemi shkruani adresën tuaj e-mail
zh_hans: 请输入您的电子邮件地址

source: Please enter a valid email address
ar: قم بإدخال بريد الكتروني صحيح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
it: Si prega di inserire un indirizzo email valido
ja: 有効なメールアドレスを入力してください
nl: Voer een geldig e-mailadres in
sq: Ju lutem shkruani një adresë e vlefshme email
zh_hans: 请输入有效的电子邮件地址

source: Please enter your password
ar: الرجاء ادخال كلمة المرور
de: Bitte geben Sie Ihr Passwort ein
it: per favore inserisci LA TUA password
ja: パスワードを入力してください
nl: Voer uw wachtwoord in
sq: Ju lutem vendosni fjalëkalimin tuaj
zh_hans: 请输入您的密码

source: Password should be minimum 6 characters.
ar: يجب أن تكون كلمة المرور على الأقل 6 أحرف
de: Das Passwort sollte aus mindestens 6 Zeichen bestehen .
it: La password deve contenere almeno 6 caratteri.
ja: パスワードは6文字以上にする必要があります。
nl: Wachtwoord moet minimaal 6 tekens bevatten.
sq: Fjalëkalimi duhet të jetë minimum 6 karaktere.
zh_hans: 密码最少6个字符 .

# Session expired login to continue
source: Current session expired Please Login to continue.
ar: تم انتهاء صلاحية تسجيل دخولك / الرجاء تسجيل الدخول للمتابعه
de: Aktuelle Sitzung abgelaufen n Bitte melden Sie sich an, um fortzufahren .
it: Sessione corrente scaduta n Accedi per continuare.
ja: 現在のセッションが期限切れです n続行するにはログインしてください。
nl: Huidige sessie verlopen n Gelieve in te loggen om door te gaan.
sq: Sesioni ka skaduar, regjistrohuni per te vazhduar
zh_hans: 当前会话已过期 n请登录以继续 .

source: OTP Sent.
ar: تم ارسال رمز التحقق
de: OTP gesendet .
it: OTP inviato.
ja: OTPが送信されました。
nl: OTP verzonden.
sq: FNP u dërgua
zh_hans: 已发送OTP .

source: Select picture
ar: اختار صورة
de: Bild auswählen
it: Seleziona immagine
ja: 画像を選択
nl: Selecteer afbeelding
sq: Zgjidh Foto
zh_hans: 选择图片

source: Please select your profile picture.
ar: الرجاء اختيار صورة ملفك الشخصي
de: Bitte wählen Sie Ihr Profilbild.
it: Seleziona la tua immagine del profilo.
ja: プロフィール写真を選択してください。
nl: Selecteer je profielfoto.
sq: Ju lutemi zgjidhni foton e profilit tuaj
zh_hans: 请选择您的个人资料图片。

source: Please enter your name.
ar: الرجاء ادخال اسمك
de: Bitte geben Sie Ihren Namen ein .
it: Per favore inserisci il tuo nome.
ja: お名前を入力してください。
nl: Voer uw naam in.
sq: Ju lutemi shkruani emrin tuaj
zh_hans: 请输入你的名字 .

source: Camera
ar: كاميرا
de: Kamera
it: telecamera
ja: カメラ
sq: Kamera
zh_hans: 相机

source: Photo Library
ar: البوم الصور
de: Fotobibliothek
it: Libreria fotografica
ja: フォトライブラリー
nl: Fotobibliotheek
sq: Galeria E Fotove
zh_hans: 照片库

source: Home
ar: الرئيسية
de: Zuhause
it: Casa
ja: ホーム
nl: huis
sq: Kreu
zh_hans: 家

source: Live support
ar: الدعـم المباشر
it: Supporto dal vivo
ja: ライブサポート
nl: Live ondersteuning
sq: Suport Live
zh_hans: 现场支持

source: Cart
ar: الســلّةة
de: Wagen
it: Carrello
ja: カート
nl: Winkelwagen
sq: Shporta
zh_hans: 大车

source: Promotions
ar: العروض
it: Promozioni
ja: プロモーション
nl: Promoties
sq: Promovimet
zh_hans: 促销活动

source: Notifications
ar: الإشعارات
de: Wartezeit
it: Notifiche
ja: お知らせ
nl: Notificaties
sq: Njoftime
zh_hans: 通知事项

source: My Account
ar: حسابي
de: Mein Konto
it: Il mio account
ja: マイアカウント
nl: Mijn account
sq: Llogaria Ime
zh_hans: 我的帐户

source: My favorites
ar: المفضلة
de: Meine Favoriten
it: I miei preferiti
ja: 私のお気に入り
sq: Te Preferuara
zh_hans: 我最喜欢的

source: Order history
ar: الطلبات السابقة
de: Bestellverlauf
it: Cronologia ordini
ja: 注文履歴
nl: Bestelgeschiedenis
sq: Historia E Porosive
zh_hans: 订单历史

source: Track my order
ar: تتبع الطلب
de: Meine Bestellung verfolgen
it: Traccia il mio ordine
ja: 注文を追跡
nl: Volg mijn bestelling
sq: Ndiq Live
zh_hans: 追踪我的订单

source: Rate my order
ar: تقييم الطلب
de: Bewerten Sie meine Bestellung
it: Valuta il mio ordine
ja: 注文を評価する
nl: Beoordeel mijn bestelling
sq: Vlerëso porosinë
zh_hans: 评价我的订单

source: Upcoming orders
ar: الطلبات القـادمة
de: Eingehende Bestellungen
it: Prossimi ordini
ja: 今後の注文
nl: Aankomende bestellingen
sq: Porositë e prenotuara
zh_hans: 即将到来的订单

source: Loyality points
ar: نقاط الولاء
de: Treuepunkte
it: Punti fedeltà
ja: ロイヤルティポイント
nl: Loyaliteitspunten
sq: Piket e besnikërisë
zh_hans: 忠诚点

source: Share app
ar: شارك التطبيق
de: App teilen
it: Condividi app
ja: アプリを共有
nl: Deel app
sq: Shpërnda Aplikacionin
zh_hans: 分享应用

source: Settings
ar: الاعدادات
de: die Einstellungen
it: Impostazioni
ja: 設定
nl: Instellingen
sq: Konfigurimet
zh_hans: 设置

source: Guest
ar: ضيف
de: Gast
it: Ospite
ja: ゲスト
nl: Gast
sq: Mik
zh_hans: 客人

source: Welcome
ar: أررححببوو:)
de: Herzlich willkommen
it: Benvenuto
ja: ようこそ
nl: Welkom
sq: Mirësevjen
zh_hans: 欢迎

source: Points
ar: نقاط
de: Punkte
it: Punti
ja: ポイント
nl: Punten
sq: Pikë
zh_hans: 点数

source: Daily Deals
ar: العروض اليومية
it: Offerte giornaliere
ja: 日替わり
nl: Dagelijkse deals
sq: Ofertat e ditës
zh_hans: 每日特惠

source: Grocery
ar: سوبرماركت
de: Lebensmittelgeschäft
it: Drogheria
ja: 食料品
nl: Kruidenier
sq: Ushqimore
zh_hans: 杂货店

source: Laundry
ar: المغسلة
de: Wäsche
it: Lavanderia
ja: ランドリー
nl: Wasserij
sq: Lavanderi
zh_hans: 洗衣房

source: Household
ar: الصيانة
de: Haushalt
it: Domestico
ja: 家庭
nl: Huishouden
sq: Familjare
zh_hans: 家庭

source: Flowers
ar: الزهور
de: Blumen
it: Fiori
ja: フラワーズ
nl: Bloemen
sq: Lule
zh_hans: 花卉

source: Fitness
ar: الياقة
ja: フィットネス
sq: Palestër
zh_hans: 健身

source: Photography
ar: التصوير
de: Fotografie
it: Fotografia
ja: 写真撮影
nl: Fotografie
sq: Fotografi
zh_hans: 摄影

source: Baby sitter
ar: رعاية الاطفال
ja: ベビーシッター
sq: Kujdestare Fëmijësh
zh_hans: 保姆

source: Cleaning
ar: التنظيف
de: Reinigung
it: Pulizia
ja: クリーニング
nl: Schoonmaak
sq: Pastrim
zh_hans: 清洁用品

source: Party
ar: الحفلات
it: Festa
ja: パーティー
nl: Feest
sq: Festa
zh_hans: 派对

source: Beauty salon
ar: مركز التجميل
de: Schönheitssalon
it: Salone di bellezza
ja: ビューティーサロン
nl: Schoonheidssalon
sq: Sallon Bukurie
zh_hans: 美容院

source: Medicines
ar: صيدليات
de: Medikamente
it: Medicinali
ja: 薬
nl: Geneesmiddelen
sq: Barna
zh_hans: 药物

source: Water delivery
ar: توصيل الماء
de: Wasserlieferung
it: Consegna dell'acqua
ja: 給水
nl: Waterafgifte
sq: Dërgesa të ujit
zh_hans: 输水

source: Packages
ar: الباقات المميزه
de: Pakete
ja: パッケージ
nl: Pakketjes
sq: Paketat
zh_hans: 配套

source: OK
ar: تم
zh_hans: 好

source: Save
ar: حفظ
de: sparen
it: Salva
ja: 保存する
nl: Opslaan
sq: Ruaj
zh_hans: 保存

source: Cancel
ar: إلغاء
de: Stornieren
it: Annulla
ja: キャンセル
nl: Annuleren
sq: Anullo
zh_hans: 取消

source: Choose booking cycle
ar: اختيار دورة الحجز
de: Wählen Sie den Buchungszyklus
it: Scegli ciclo di prenotazione
ja: 予約サイクルを選択
nl: Kies boekingscyclus
sq: Zgjidh ciklin e prenotimit
zh_hans: 选择预订周期

source: Reviews
ar: التقييمات
de: Bewertungen
it: Recensioni
ja: レビュー
nl: Recensies
sq: Komente
zh_hans: 评论

source: Mins
ar: دقائق
de: Minuten
it: Min
ja: 分
nl: Minuten
sq: Minuta
zh_hans: 分钟

source: Results for
ar: النتائج
de: Ergebnisse für
ja: の結果
zh_hans: 结果

source: days
ar: الايام
de: Tage
it: Giorni
ja: 日々
nl: Dagen
sq: Ditë
zh_hans: 天

source: Hours
ar: الساعات
de: Std
it: Ore
ja: 時間
nl: Uren
sq: Orë
zh_hans: 小时

source: Supplier Type
ar: نوع مزود الخدمـة
de: Lieferantentyp
it: Tipo fornitore
ja: サプライヤータイプ
nl: Type leverancier
sq: Lloji i Shitësit
zh_hans: 供应商类型

source: Rating
ar: تقييم
de: Bewertung
it: Valutazione
ja: 評価
nl: Beoordeling
sq: Vlerësim
zh_hans: 评分

source: 1 Star
ar: نجمة 1
de: 1 Stern
nl: 1 ster
sq: 1 Yll
zh_hans: 1星

source: 2 Star
ar: نجمتين 2
de: 2 Sterne
nl: 2 sterren
sq: 2 Yje
zh_hans: 2星

source: 3 Star
ar: نجوم 3
de: 3 Sterne
nl: 3 sterren
sq: 3 Yje
zh_hans: 3星

source: 4 Star and above
ar: 4 نجوم واكثر
de: 4 Sterne und höher
it: 4 stelle e oltre
nl: 4 sterren en hoger
sq: 4 Yje dhe lart
zh_hans: 4星及以上

source: Gold
ar: ذهبي
it: oro
ja: ゴールド
nl: Goud
sq: Ar
zh_hans: 金

source: Silver
ar: فضي
de: Silber
it: Argento
ja: 銀
nl: Zilver
sq: Argjend
zh_hans: 银

source: Bronze
ar: برونز
it: Bronzo
sq: Bronz
zh_hans: 青铜

source: Cash on delivery
ar: الدفع عند الإستلام
de: Barzahlung bei Lieferung
it: Pagamento in contrassegno
ja: 代金引換
nl: Rembours
sq: Pará në dorë
zh_hans: 货到付款

source: Card
ar: بطاقة
de: Karte
it: Carta
ja: カード
nl: Kaart
sq: Kartë
zh_hans: 卡

source: Both
ar: الكل
de: Beide
it: Tutti e due
ja: 両方とも
nl: Beide
sq: Të Dy
zh_hans: 都

source: Online
ar: مفتوح
it: in linea
ja: オンライン
zh_hans: 线上

source: Busy
ar: مشغول
de: Beschäftigt
it: Occupato
ja: 忙しい
nl: Bezet
sq: I Zënë
zh_hans: 忙

source: Closed
ar: مغلق
de: Geschlossen
it: Chiuso
ja: 閉まっている
nl: Gesloten
sq: Mbyllur
zh_hans: 关闭

source: Cancelled
ar: ملغي
de: Abgesagt
ja: キャンセル
sq: Anulluar
zh_hans: 取消

source: Change Password
ar: تغيير كلمة السر
de: Ändere das Passwort
it: Cambia password
ja: パスワードを変更する
nl: Wachtwoord wijzigen
sq: Ndrysho Fjalëkalimin
zh_hans: 更改密码

source: Notifications Language
ar: لغة الإشعارات
de: Benachrichtigungssprache
it: Lingua notifiche
ja: 通知言語
nl: Taal voor meldingen
sq: Gjuha E Njoftimeve
zh_hans: 通知语言

source: Manage Address
ar: التحكم بالعناوين
de: Adresse verwalten
it: Gestisci indirizzo
ja: 住所を管理
nl: Beheer adres
sq: Menaxho Adresat
zh_hans: 管理地址

source: Logout
ar: تسجيل الخروج
de: Ausloggen
it: Disconnettersi
ja: ログアウト
nl: Uitloggen
sq: Dil
zh_hans: 登出

source: Select notification language
ar: اختيار لغة الإشعارات
de: Wählen Sie die Benachrichtigungssprache
it: Seleziona lingua di notifica
ja: 通知言語を選択
nl: Selecteer meldingstaal
sq: Zgjidh gjuhën e njoftimeve
zh_hans: 选择通知语言

source: English
ar: انجليزي
de: Englisch
it: Inglese
nl: Engels
sq: Anglisht
zh_hans: 英语

source: Arabic
ar: عربي
de: Arabisch
it: Arabo
nl: Arabisch
zh_hans: 阿拉伯

source: You haven't earned any loyalty points yet.
ar: لم تكسب اي نقاط الولاء الى الان
ja: まだロイヤルティポイントを獲得していません。
sq: Ju nuk keni fituar asnjë pikë besnikërie ende

# Select produts from same supplier
source: Please select produts from same supplier
ar: يرجى تحديد المنتجات من نفس المورد
ja: 同じサプライヤーの製品を選択してください
sq: Zgjidh produkte nga i njëjti furnizues

source: No Remarks
ar: لايوجد ملاحظات
ja: 備考なし
sq: Asnjë koment

source: When do you want the service?
ar: الرجاء اختيار موعد الخدمة
ja: いつサービスが必要ですか？
sq: Kur e dëshironi shërbimin?

source: Pickup location
ar: موقع الاستلام
ja: 受け取り場所
sq: Pikënisja

source: Choose location
ar: إختر الموقـع
ja: 場所を選択
sq: Zgjidh vendndodhjen

source: Select pickup date and time
ar: الرجاء اختيار تاريخ و وقت الاستلام
ja: 集荷日時を選択
sq: Zgjidh datën dhe orën e marrjes vete

source: Are you sure you want to delete this address.
ar: هل أنت متأكد أنك تريد حذف هذا العنوان
ja: このアドレスを削除してもよろしいですか？
sq: Jeni te sigurtë qe doni te fshini këtë adresë?

source: Select Country
ar: اختار الدولة
de: Land auswählen
it: Seleziona Paese
ja: 国を選択
nl: Selecteer land
sq: Zgjidh Shtetin
zh_hans: 选择国家

source: Select City
ar: اختار المدينة
de: Stadt wählen
it: Seleziona città
ja: 都市を選択
nl: Selecteer stad
sq: Zgjidh Qytetin
zh_hans: 选择城市

source: Select Zone
ar: اختار النطاق
de: Wählen Sie Zone
it: Seleziona zona
ja: ゾーンを選択
nl: Selecteer Zone
sq: Zgjidh Zonën
zh_hans: 选择区域

source: Select Area
ar: اختار المنطقة
de: Wählen Sie Bereich
it: Seleziona area
ja: 地域を選択
nl: Selecteer Area
sq: Zgjidh Rajonin
zh_hans: 选择地区

source: Please select all fields above.
ar: يرجى تحديد كافة الحقول أعلاه
de: Bitte wählen Sie alle Felder oben aus .
it: Seleziona tutti i campi sopra.
ja: 上記のすべてのフィールドを選択してください。
nl: Selecteer alle bovenstaande velden.
sq: Ju lutemi të zgjidhni të gjitha fushat e mësipërme
zh_hans: 请选择上面的所有字段.

source: Please select a country
ar: الرجاء اختيار الدولة
de: Bitte wähle ein Land
it: Per favore seleziona un paese
ja: 国を選択してください
nl: Selecteer een land
sq: Ju lutemi zgjidhni një shtet
zh_hans: 请选择一个国家

source: Please select a city
ar: الرجاء اختيار المدينة
de: Bitte wählen Sie eine Stadt
it: Seleziona una città
ja: 都市を選択してください
nl: Selecteer een stad
sq: Ju lutemi zgjidhni një qytet
zh_hans: 请选择一个城市

source: Please fill all details
ar: الرجاء ملئ جميع التفاصيل
de: Bitte füllen Sie alle Details aus
it: Si prega di compilare tutti i dettagli
ja: すべての詳細を記入してください
nl: Gelieve alle details in te vullen
sq: Ju lutemi të plotësoni të gjitha detajet

source: Please enter valid Pincode
ar: الرجاء ادخال رمز الدولة الصحيح
de: Bitte geben Sie einen gültigen Pincode ein
it: Inserisci un codice PIN valido
ja: 有効なPINコードを入力してください
nl: Voer een geldige pincode in
sq: Ju lutemi shkruani një kod PIN të vlefshëm

source: Old Password
ar: كلمة المرور السابقة
de: Altes Passwort
it: Vecchia password
ja: 以前のパスワード
nl: Oud wachtwoord
sq: Fjalëkalimi i vjetër
zh_hans: 旧密码

source: New Password
ar: كلمة المرور الجديدة
de: Neues Kennwort
it: Nuova password
ja: 新しいパスワード
nl: Nieuw wachtwoord
sq: Fjalëkalimi i ri
zh_hans: 新密码

source: Confirm Password
ar: تاكيد كلمة المرور
de: Bestätige das Passwort
it: Conferma password
ja: パスワードを認証する
nl: Bevestig wachtwoord
sq: Konfirmo Fjalëkalimin
zh_hans: C确认密码

source: New Password must not be same as old password
ar: يجب أن لا تكون كلمة المرور الجديدة نفس كلمة المرور القديمة
de: Neues Passwort darf nicht mit altem Passwort identisch sein
ja: 新しいパスワードは古いパスワードと同じであってはなりません
nl: Nieuw wachtwoord mag niet hetzelfde zijn als oud wachtwoord
sq: Fjalëkalimi i ri nuk duhet të jetë i njëjte si fjalëkalimi i vjetër
zh_hans: 新密码不得与旧密码相同

source: Passwords do not match
ar: كلمة المرور غير مطابقة
de: Passwörter stimmen nicht überein
ja: パスワードが一致していません
nl: Wachtwoorden komen niet overeen
sq: Fjalëkalimet Nuk Përputhen
zh_hans: 密码不匹配

source: Forgot Password
ar: نسيت كلمة المرور
de: Passwort vergessen
it: Password dimenticata
ja: パスワードをお忘れですか
nl: Wachtwoord vergeten
sq: Keni Harruar Fjalëkalimin?
zh_hans: 忘记密码

source: Password recovery has been sent to your email id
ar: تم ارسال كلمة المرور الجديدة الى بريدك الالكتروني
de: Die Passwortwiederherstellung wurde an Ihre E-Mail-ID gesendet
it: Il recupero della password è stato inviato al tuo email id
ja: パスワードの回復がメールIDに送信されました
nl: Wachtwoordherstel is verzonden naar uw e-mail-id
sq: Fjalëkalimi i rivendosur është dërguar ne emailin tuaj
zh_hans: 密码恢复已发送到您的电子邮件ID

# The Leading Online Home Services In UAE
source: The first Food Delivery application in Venezuela! They have everything: https://itunes.apple.com/us/app/%@/id?ls=1&mt=8
ar: اول واكبر منصه اونلاين للخدمات المنزلية في دولة الامارات العربية المتحدة.. clikat://clikat.com/
de: Die erste Food Delivery-Anwendung in Venezuela! Sie haben alles : https://itunes.apple.com/us/app/%@/id1147970115?ls=1&mt=8
ja: ベネズエラでの最初のフードデリバリーアプリケーション！ 彼らはすべてを持っています: https://itunes.apple.com/us/app/%@/id?ls=1&mt=8
sq: Aplikacioni lider për shërbime në gjithë Shqipërinë! Ndajeni me të gjithë: https://itunes.apple.com/us/app/%@/id%@?ls=1&mt=8
zh_hans: 委内瑞拉第一个送餐应用程序！他们拥有一切 : https://itunes.apple.com/us/app/%@/id?ls=1&mt=8

source: Please check your internet connection.
ar: الرجاء التحقق من اتصال الإنترنت الخاص بك
de: Bitte überprüfe deine Internetverbindung .
it: Per favore controlla la tua connessione Internet.
ja: インターネット接続を確認してください。
nl: Controleer uw internetverbinding.
sq: Ju Lutem Kontrolloni Lidhjen Tuaj Te Internetit
zh_hans: 请检查您的互联网连接。

source: Cancel Order
ar: إلغـاء الطلب
de: Bestellung stornieren
it: Annulla ordine
ja: 注文をキャンセルする
nl: Bestelling annuleren
sq: Anullo Porosinë
zh_hans: 取消订单

source: Success
ar: تم بنجاح
de: Erfolg
ja: 成功
nl: Succes
sq: Sukses
zh_hans: 成功

source: Do you really want to cancel this order?
ar: هل تريد إلغاء الطلب؟
de: Möchten Sie diese Bestellung wirklich stornieren?
ja: この注文をキャンセルしてもよろしいですか？
nl: Wil je deze bestelling echt annuleren?
sq: A doni të anulloni këtë porosi?
zh_hans: 您真的要取消此订单吗？

source: You have cancelled your order successfully
ar: تم إلغاء الطلب بنجاح
de: Sie haben Ihre Bestellung erfolgreich storniert
ja: 注文をキャンセルしました
nl: U heeft uw bestelling succesvol geannuleerd
sq: Ju keni anuluar porosinë tuaj me sukses
zh_hans: 您已成功取消订单

source: Log out!
ar: تسجيل الخروج
de: Ausloggen !
it: Esci!
ja: ログアウト！
nl: Uitloggen!
sq: Dil
zh_hans: 登出!

source: Are you sure you want to logout?
ar: هل انت متاكد من تسجيل الخروج؟
de: Möchten Sie sich abmelden?
ja: ログアウトしてもよろしいですか？
nl: Weet u zeker dat u wilt uitloggen?
sq: Jeni te sigurte qe doni te dilni?
zh_hans: 您确定要注销吗?

source: You are successfully logged out
ar: تم تسجيل الخروج بنجاح
de: Sie sind erfolgreich abgemeldet
ja: ログアウトしました
nl: U bent succesvol uitgelogd
sq: Ju dolët me sukses
zh_hans: 您已成功注销

source: Please enter valid country code followed by phone number
ar: الرجاء ادخال رمز الدولة يتبعه رقم الهاتف
de: Bitte geben Sie einen gültigen Ländercode gefolgt von einer Telefonnummer ein
ja: 有効な国コードの後に電話番号を入力してください
nl: Voer een geldige landcode in gevolgd door een telefoonnummer
sq: Ju lutemi shkruani prefiksin e vlefshëm te shtetit ndjekur nga numri i telefonit
zh_hans: 请输入有效的国家/地区代码，然后输入电话号码

source: You can add only
ar: تقدر تضيف فقط...
de: Sie können nur hinzufügen
ja: 追加できるのは
zh_hans: 您只能添加
