Repository: concierge24/Elconcierge_ios
Catalog: CodeFiles/Localization/*.lproj/Localizable.strings
Languages: ar, de, it, ja, nl, sq, zh_hans

# Please select option
source: Please select your option
sq: Ju lutemi zgjidhni një opsion

source: Delivery location
de: Lieferort
it: Luogo di consegna
ja: 配達場所
nl: Afleveradres
sq: Destinacioni
zh_hans: 交货地点

# LanguageName.English
source: English
sq: Anglisht

# Alert.VersionUpdateText
source: You must have to update latest verison of the app.
de: Sie müssen die neueste Version der App aktualisieren.
it: Devi aggiornare l'ultima versione dell'app.
ja: アプリの最新バージョンを更新する必要があります.
nl: U moet de nieuwste versie van de app bijwerken.
sq: Ju duhet të perditesoni aplikacionin tuaj
zh_hans: 您必須更新應用程序的最新版本.

# Validation.Alert2
source: Confirmation
de: Bestätigung
it: Conferma
ja: 確認
nl: Bevestiging
sq: Konfirmim

# UserProfileVC.FullNamePlaceHolder
source: Full name
de: Buchung planen
it: Nome e cognome
ja: フルネーム
nl: Voor-en achternaam
sq: Emri i plotë
zh_hans: 全名

# Order.Cash
source: Cash
de: Barzahlung
it: Contanti
ja: 現金払い
nl: Contante betaling
sq: Pará në dorë
zh_hans: 現金

# Order.CashOnDelivery
source: Cash on delivery
de: Bezahlung bei Lieferung
it: Contrassegno
ja: 代金引換
nl: Contre remboursement
sq: Pará në dorë
zh_hans: 貨到付款

# Order.Card
source: Card
de: Karte
ja: カード
nl: Kaart
sq: Kartë
zh_hans: 卡

# Order.Book
source: Book
de: Buchen
it: Libro
ja: 本
nl: Boek
sq: Prenoto
zh_hans: 預訂

# Order.ProcessingRequestTitle
source: We are processing your request
de: Wir bearbeiten Ihre Anfrage
it: Stiamo elaborando la tua richiesta
ja: リクエストを処理しています
nl: Nous traitons votre demande
sq: Ne po procesojme kërkesën tuaj
zh_hans: 我們正在處理您的請求

# Order.Cancel
source: Cancel
de: Stornieren
it: Annulla
ja: キャンセル
nl: Annuleer
sq: Anullo
zh_hans: 取消

# Order.TimeLeftMins
source: Mins
sq: Min

# Order.OMR
source: Rs
sq: L
zh_hans: OMR

# PromoCode_empty_validation_message
source: Please enter promo code to continue.
de: Bitte geben Sie den Promo-Code ein, um fortzufahren.
it: Inserisci il codice promozionale per continuare.
ja: 続行するにはプロモーションコードを入力してください。
nl: Voer de promotiecode in om door te gaan.
sq: Ju lutemi vendosni kodin promocional që të vazhdoni.

# cancel_ride_confirmation
source: Some charges may be apply when you cancel the ride. Are you sure you want to continue?
de: Einige Gebühren können anfallen, wenn Sie die Fahrt stornieren. Sind Sie sicher, dass Sie fortfahren möchten?
it: Potrebbero essere applicati dei costi quando annulli la corsa. Sei sicuro di voler continuare?
ja: 乗車をキャンセルすると、料金がかかる場合があります。 続行してもよろしいですか？
nl: Er kunnen mogelijk kosten in rekening worden gebracht wanneer u de rit annuleert. Weet je zeker dat je door wilt gaan?
sq: Anullimi mund të këtë tarifa shtesë. A jeni i sigurt që do vazhdoni?

# no_driver
source: Currently, no driver available.
de: Derzeit kein Fahrer verfügbar.
it: Attualmente, nessun driver disponibile.
ja: 現在、利用可能なドライバーはありません。
nl: Momenteel geen driver beschikbaar.
sq: Nuk ka shofer të lirë

# transferRequest
source: We're transfering your booking to another driver.
de: Wir übertragen Ihre Buchung an einen anderen Fahrer.
it: Stiamo trasferendo la tua prenotazione a un altro autista.
ja: 予約を別の運転手に転送しています.
nl: We zetten uw boeking over naar een andere chauffeur.
sq: Ne po transferojmë prenotimin tuaj ne një shofer tjetër.

source: English
ja: 英語
nl: Engels
sq: Anglisht

source: Breakdown
it: Abbattersi
ja: 壊す
nl: Afbreken
sq: Makina u prish

# driver_is_on_the_way_DriveStarted
source: Your service has been started
de: Ihr Dienst wurde gestartet
it: Il tuo servizio è stato avviato
ja: ライドが開始されました。
nl: Uw service is gestart
sq: Shërbimi juaj ka filluar

# driver_is_reached
source: Driver has reached
de: Fahrer hat erreicht
it: Il driver ha raggiunto
ja: ドライバーが到着しました。
nl: Bestuurder heeft bereikt
sq: Shoferi arriti

# Home.For_Friend
source: For Friend
de: Neue Services - Kommt bald
it: Per amico
ja: 友達のために
nl: Voor vriend
sq: Per një mik
zh_hans: 给朋友

source: USD
de: US Dollar
zh_hans: 美元

# etoken.eToken
source: E-Token
zh_hans: 电子通证

# etoken.orderOutForDelivery
source: Your order has been out for delivery.
de: Ihre Bestellung wurde ausgeliefert.
it: Il tuo ordine è in fase di consegna.
ja: ご注文は配送中です.
nl: Uw bestelling is verzonden.
zh_hans: 您的订单已交货 .

# eToken.orderConfirmed
source: Your order has been confirmed for delivery.
de: Ihre Bestellung wurde für die Lieferung bestätigt.
it: Il tuo ordine è stato confermato per la consegna.
ja: ご注文の配送が確認されました.
nl: Uw bestelling is bevestigd voor levering.
zh_hans: 您的订单已确认可发货 .

# eToken.orderWaitingConfirmation
source: One order is waiting for your approval in upcoming bookings.
de: Eine Bestellung wartet auf Ihre Genehmigung bei bevorstehenden Buchungen.
it: Un ordine è in attesa della tua approvazione nelle prossime prenotazioni.
ja: 次の予約で1つの注文が承認を待っています.
nl: Een bestelling wacht op uw goedkeuring voor aankomende boekingen.
zh_hans: 一份订单正在等待您的批准 .

# etoken.orderTimeOut
source: One order is waiting for your approval in upcoming bookings.
de: Eine Bestellung wartet auf Ihre Genehmigung bei bevorstehenden Buchungen.
it: Un ordine è in attesa della tua approvazione per le prossime prenotazioni.
ja: 次の予約で1つの注文が承認を待っています.
nl: Een bestelling wacht op uw goedkeuring voor aankomende boekingen.
zh_hans: 一份订单正在等待您的批准 .

# eToken.returnBottleTitle
source: Do you have (Brand name) bottles with you?
it: Hai con te bottiglie (di marca)?
nl: Heeft u (merknaam) flessen bij u?
zh_hans: 您是否有（品牌）瓶子？

# Order.Total
source: Total
ja: 合計
nl: Totaal
zh_hans: 總

# Order.EToken
source: E-Token
zh_hans: E-令牌

# Order.Promo
source: Promo
de: Gutscheincode
ja: プロモ
zh_hans: 促銷

# Button.Title.OK
source: OK
zh_hans: 好

# session_expired_please_login_again
source: You session has been expired. Please login again
de: Ihr Auftrag ist abgelaufen. Bitte melden Sie sich nochmal an.
it: La tua sessione è scaduta. Accedi di nuovo
ja: セッションは期限切れです。もう一度ログインしてください
nl: Je sessie is verlopen. Log alsjeblieft nogmaals in
zh_hans: 您的會話已過期。 請再次登錄

# materialType2
source: Please enter Item to be picked up.
de: Bitte geben Sie den abzuholenden Artikel ein.
it: Inserisci l'oggetto da ritirare.
ja: 受け取りたいアイテムを入力してください.
nl: Voer het item in dat moet worden opgehaald.
zh_hans: 请输入要领取的物品.

# pickupLevel
source: Please select pickup level.
de: Bitte wählen Sie die Abholstufe.
it: Seleziona il livello di ritiro.
ja: ピックアップレベルを選択してください.
nl: Selecteer een ophaalniveau.
zh_hans: 请选择皮卡级别.

# dropLevel
source: Please select dropoff level.
de: Bitte wählen Sie die Abgabestufe.
it: Seleziona il livello di abbandono.
ja: ドロップオフレベルを選択してください.
nl: Selecteer een dropoff-niveau.
zh_hans: 请选择下车等级.

# approxWeight2
source: Please enter Item weight.
de: Bitte geben Sie das Artikelgewicht ein.
it: Inserisci il peso dell'articolo.
ja: アイテムの重量を入力してください.
nl: Voer het artikelgewicht in.
zh_hans: 请输入物品重量.

# receiverName2
source: Please enter name of contact person at dropoff location.
de: Bitte geben Sie den Namen der Kontaktperson an der Abgabestelle ein.
it: Inserisci il nome della persona di contatto presso il punto di riconsegna.
ja: 降車場所の担当者の名前を入力してください.
nl: Voer de naam van de contactpersoon in op de afleverlocatie.
zh_hans: 请在下车地点输入联系人姓名.

# phoneNumber2
source: Please enter phone number of contact person at pickup location.
de: Bitte geben Sie die Telefonnummer der Kontaktperson am Abholort ein.
it: Inserisci il numero di telefono della persona di contatto presso il punto di ritiro.
ja: 集荷場所の担当者の電話番号を入力してください.
nl: Voer het telefoonnummer van de contactpersoon in op de afhaallocatie.
zh_hans: 请在接送地点输入联系人的电话号码.

# senderName2
source: Please enter name of contact person at pickup location.
de: Bitte geben Sie den Namen der Kontaktperson am Abholort ein.
it: Inserisci il nome della persona di contatto presso il punto di ritiro.
ja: 集荷場所の担当者名を入力してください.
nl: Voer de naam van de contactpersoon in op de afhaallocatie.
zh_hans: 请在接送地点输入联系人姓名.

# pickupAtLocation
source: Please enter pickup at location.
de: Bitte geben Sie die Abholung vor Ort ein.
it: Inserisci il ritiro presso il luogo.
ja: 場所で集荷を入力してください。
nl: Voer de ophaallocatie in.
zh_hans: 请在当地输入取件.

# dropAtLocation
source: Please enter drop at location
de: Bitte geben Sie drop at location ein
it: Inserisci il luogo di consegna
ja: 場所で集荷を入力してください。
nl: Geef drop op locatie op
zh_hans: 请在位置输入下拉

source: Prefer not to say
de: Keine Angaben.
ja: どちらかというと言いたくない
nl: Zeg ik liever niet
zh_hans: 不想说

# package_distance_confirmation
source: Your journey distance is more than Package distance. You may charge extra for this. Would you like to procced?
de: La distancia de su viaje es más que la distancia del paquete. Puede cobrar extra por esto. ¿Le gustaría proceder?
it: La distanza del tuo viaggio è superiore alla distanza del pacchetto. Puoi addebitare un supplemento per questo. nVuoi procedere?
nl: Uw reisafstand is meer dan de pakketafstand. U kunt hiervoor extra kosten in rekening brengen. NWilt u een aanvraag indienen?

# SideMenu.School_Rides
source: School Rides
it: Gite scolastiche
nl: Schoolritten
