Repository: concierge24/Elconcierge_ios
Catalog: CodeFiles/Localization/*.lproj/Localizable.strings
Languages: ar, de, it, ja, nl, sq, zh_hans

source: Agent is not assigned to this order
ar: لم يتم تعيين مندوب لهذا الطلب
de: Der Agent ist dieser Bestellung nicht zugeordnet
ja: エージェントはこの注文に割り当てられていません
nl: Agent is niet toegewezen aan deze order
sq: Agjenti nuk është caktuar për ketë porosi
zh_hans: 代理未分配给该订单

source: Delivery Speed
ar: سرعة التوصيل
sq: Shpejtësia e Dërgesës

source: Sorry… Your Order is Below Minimum Order Price.
ar: اجمالي الطلب اقل من الحد الادنى
ja: 申し訳ありませんが、ご注文は最低注文価格を下回っています。
sq: Na vjen keq...porosia juaj është nën cmimin minimal te porositjes

source: Recommended
ar: تقييم عالي
ja: オススメ
sq: Të rekomanduara

source: Offers
ar: العروض
ja: オファー
sq: Oferta

# Your order have been placed successfully
source: Your order has been placed successfully.
ar: تم طلبك بنجاح
ja: ご注文は正常に行われました。
sq: Porosia juaj u vendos me sukses

source: Order placed successfully
ar: تم إرســال الطلب
ja: 注文は正常に行われました
sq: Porosia vendosur me sukses

# Your order have been sheduled successfully
source: Your order has been scheduled successfully
ar: تم جدوله طلبك بنجاح
ja: Yご注文は正常にスケジュールされました
sq: Porosia juaj u prenotua me sukses

source: Are you sure?
ar: هل انت متاكد؟
ja: 本気ですか？
sq: A jeni i sigurt?

# Changing the language will clear your cart.
source: Changing the language will clear your cart. Are you sure you want to proceed?
ar: سيختفي طلبك الحالي في السله في حال تغيير اللغة. هل تريد الاستمرار؟
ja: 言語を変更すると、カートがクリアされます。 続行してもよろしいですか？
sq: Ndryshimi i gjuhës do te boshojë shportën tuaj

source: Typing
ar: يكتب لِك
ja: タイピング
sq: Po Shkruan

source: Offline
ar: غير متواجد
ja: オフライン

source: Email
ar: بريد الكتروني
ja: Eメール

source: Not rated yet
ar: لا توجد تقييمات
ja: まだ評価されていません
sq: Ende e pavlerësuar

source: Search
ar: بحث
ja: 探す
sq: Kërko

source: Other
ar: اخرى
ja: その他の
sq: Tjetër

source: Status
ar: الحالة
it: Stato
ja: 状態
nl: Toestand
zh_hans: 状态

source: Loyalty Points Type
ar: فئة نقاط الولاء
de: Art der Treuepunkte
it: Tipo di punti fedeltà
ja: ポイントプログラムタイプ
nl: Loyaliteitspunten Type
sq: Lloji i Pikëve të Besnikërisë
zh_hans: 会员积分类型

source: Payment Method
ar: طريقة الدفع
de: Bezahlverfahren
it: Metodo di pagamento
ja: 支払方法
nl: Betaalmethode
sq: Metoda E Pagesës
zh_hans: 付款方法

# Terms and Conditions
source: Terms & Conditions
ar: الشروط والاحكام
de: Terms & amp; Bedingungen
it: Termini e condizioni
ja: 利用規約
nl: Algemene voorwaarden
sq: Termat Dhe Kushtet
zh_hans: 条款及细则

source: About Us
ar: من نحن
de: Über uns
it: Chi siamo
ja: 私たちに関しては
nl: Over ons
sq: Rreth Nesh
zh_hans: 关于我们

source: Sort
ar: تصنيف
de: Über uns
it: Ordina
ja: ソート
nl: Sorteren
sq: Rendit
zh_hans: 分类

source: Open
ar: مفتوح
de: Öffnen
it: Apri
ja: 開いた
nl: Openen
sq: Hapur
zh_hans: 打开

# Adding products from diffrent suppliers will clear your cart
source: Adding products from different suppliers will clear your cart.
ar: سيتم إلغاء سلة المشتريات الحالية في حالة اضافة منتجات من مورد خدمة اخر
de: Wenn Sie Produkte von verschiedenen Lieferanten hinzufügen, wird Ihr Warenkorb gelöscht .
it: L'aggiunta di prodotti da diversi fornitori cancellerà il tuo carrello.
ja: さまざまなサプライヤーの製品を追加すると、カートがクリアされます。
nl: Als u producten van verschillende leveranciers toevoegt, wordt uw winkelwagentje leeggemaakt.
sq: Shtimi i produkteve nga shitës te tjerë do te boshoje shportën tuaj
zh_hans: 添加其他供应商的产品将清除您的购物车 .

source: Min. Order Amount
ar: الحد الادنى للطلب
de: Mindest. Bestellbetrag
it: Min. Ammontare dell'ordine
ja: 最小 注文金額
nl: Min. Bestelbedrag
sq: Shuma minimale e porosisë
zh_hans: 最小订单金额

source: Min. Delviery Time
ar: الحد الادنى لوقت تسليم الطلب
de: Mindest. Delviery Time
ja: メイン。 納期
nl: Min. Delviery tijd
sq: Koha minimale e dërgesës
zh_hans: 最小发运时间

source: Home Service
ar: الخدمة المنزلية
it: Servizio a domicilio
ja: ホームサービス
nl: Thuishulp
sq: Shërbim në shtëpi
zh_hans: 上门服务

source: At Place Service
ar: في مكان الخدمة
de: Vor-Ort-Service
ja: 現場サービス
nl: Bij Place Service
sq: Shërbim në vendndodhje
zh_hans: 上门服务

source: Select service
ar: اختر الخدمة
de: Dienst auswählen
it: Seleziona servizio
ja: サービスを選択
nl: Selecteer service
sq: Zgjidh Shërbimin
zh_hans: 选择服务

source: Ladies Beauty Salon
ar: صالون تجميل نسائي
de: Damen Schönheitssalon
ja: レディースビューティーサロン
nl: Dames schoonheidssalon
sq: Sallon Bukurie
zh_hans: 女士美容院

source: City
ar: المدينة
de: Stadt
it: Città
ja: 市
nl: Stad
sq: Qytet
zh_hans: 市

source: Area
ar: المنطقة
de: Bereich
ja: 範囲
nl: Oppervlakte
sq: Zona
zh_hans: 区

source: House No.
ar: رقم المنزل/رقم الشقة
de: Hausnummer .
ja: ハウス番号
nl: Huisnummer.
sq: Numri I Shtëpisë
zh_hans: 门牌号

source: Compare Products
ar: مقارنة المنتجات
de: Produkte vergleichen
it: Confronta prodotti
ja: 製品の比較
nl: Vergelijk producten
sq: Krahaso Produktet
zh_hans: 比较产品

source: Somewhere, Somehow, Something Went Wrong
ar: حدث خطأ
de: Irgendwo, irgendwie ist etwas schief gelaufen
it: Da qualche parte, in qualche modo, qualcosa è andato storto
ja: どこか、どういうわけか、何かが間違っていた
nl: Ergens, ergens, is er iets misgegaan
sq: Diku Disi Diçka Shkoi Keq
zh_hans: 某处某处出了错

source: Adding products from promotions will clear your cart.
ar: سيتم إلغاء سلة المشتريات الحالية في حالة اضافة منتجات من العروض
de: Durch das Hinzufügen von Produkten aus Werbeaktionen wird Ihr Warenkorb gelöscht .
it: L'aggiunta di prodotti dalle promozioni cancellerà il tuo carrello.
ja: プロモーションから商品を追加すると、カートがクリアされます。
nl: Door producten uit promoties toe te voegen, wordt uw winkelwagen leeggemaakt.
sq: Shtimi i produkteve nga promovimet do te boshoje shportën tuaj
zh_hans: 通过促销添加产品将清除您的购物车 .

source: Please enter your house no.
ar: الرجاء ادخال رقم المنزل/رقم الشقة
de: Bitte geben Sie Ihre Hausnummer ein.
ja: 住居番号を入力してください。
nl: Voer uw huisnummer in.
sq: Ju lutemi shkruani numrin e shtëpisë tuaj
zh_hans: 请输入您的房子 .

source: Please enter your building name
ar: الرجاء إدخال اسم المبنى
de: Bitte geben Sie Ihren Gebäudenamen ein
it: Inserisci il nome del tuo edificio
ja: 建物名を入力してください
nl: Voer alstublieft uw gebouwnaam in
sq: Ju lutemi shkruani emrin e ndërtesës tuaj
zh_hans: 请输入您的建筑物名称

source: Please select your location
ar: الرجاء إختيار موقعك
de: Bitte wählen Sie Ihren Standort
it: Seleziona la tua posizione
ja: 場所を選択してください
nl: Selecteer uw locatie
sq: Ju lutemi zgjidhni vendndodhjen tuaj
zh_hans: 请选择您的位置

source: Please enter a landmark name
ar: الرجاء إدخال اسم اقرب مَعلَم
de: Bitte geben Sie einen Markennamen ein
it: Inserisci il nome di un punto di riferimento
ja: ランドマーク名を入力してください
nl: Voer alstublieft de naam van een herkenningspunt in
sq: Ju lutem shkruani emrin e një pike referimi
zh_hans: 请输入地标名称

source: Please enter your city
ar: الرجاء إدخال مدينتك
de: Bitte geben Sie Ihre Stadt ein
it: Inserisci la tua città
ja: 市を入力してください
nl: Voer alstublieft uw stad in
sq: Ju lutem shkruani qytetin tuaj
zh_hans: 请输入您的城市

source: Please enter your counrty
ar: الرجاء إدخال دولتك
de: Bitte geben Sie Ihr Land ein
it: Inserisci la tua nazione
ja: あなたの国を入力してください
sq: Ju lutem shkruani shtetin tuaj
zh_hans: 请输入您的身份

source: My Orders
ar: طلباتي
de: meine Bestellungen
it: i miei ordini
ja: 私の注文
nl: mijn bestellingen
sq: Porositë E Mia
zh_hans: 我的订单

source: not available
ar: غير متوفر
de: Nicht verfügbar
it: non disponibile
ja: 利用不可
nl: niet beschikbaar
sq: I Padisponueshem
zh_hans: 无法使用

source: Your Order will be confirmed during next supplier working hours/day.
ar: سيتم تأكيد طلبك خلال ساعات أيام العمل المقبله
de: Ihre Bestellung wird während der nächsten Arbeitsstunden / Tag des Lieferanten bestätigt .
it: Il tuo ordine sarà confermato durante le prossime ore lavorative / giorno del fornitore.
ja: ご注文は、次のサプライヤーの作業時間/日中に確認されます。
nl: Uw bestelling wordt bevestigd tijdens de volgende werkuren / dag van de leverancier.
sq: Porosia juaj do të konfirmohet gjatë orëve/diteve të punës të shitesit
zh_hans: 您的订单将在下一个供应商的工作时间/天得到确认。

source: Changing the current area will clear you cart.
ar: تغيير عنوانك الحالي سوف يقوم بإلغاء الطلبات في سلتك الحالية
de: Durch Ändern des aktuellen Bereichs wird Ihr Warenkorb gelöscht.
it: La modifica dell'area corrente cancellerà il tuo carrello.
ja: 現在のエリアを変更すると、カートがクリアされます。
nl: Als u het huidige gebied wijzigt, wordt uw winkelwagentje leeggemaakt.
sq: Ndryshimi i zonës aktuale do te boshojë shportën tuaj
zh_hans: 更改当前区域将清除您的购物车 .

source: Change pick up time no suppliers are available for this pickup timing
ar: يرجى تغيير وقت الاستلام
de: Abholzeit ändern Für diesen Abholzeitpunkt sind keine Lieferanten verfügbar
ja: 集荷時間の変更この集荷タイミングで利用可能なサプライヤーはありません
nl: Wijzigen ophaaltijd er zijn geen leveranciers beschikbaar voor deze afhaaltijdstip
sq: Ndrysho oren e marrjes vete, asnje shitës nuk eshte i disponueshem në këtë kohë
zh_hans: 更改取货时间在此取货时间没有供应商可用

source: No supplier found!
ar: لا يوجد موردين خدمة
de: Kein Lieferant gefunden!
it: Nessun fornitore trovato!
ja: サプライヤーが見つかりません！
nl: Geen leverancier gevonden!
sq: Asnje shitës nuk u gjet
zh_hans: 找不到供应商 !

source: My Addresses
ar: عناويني
de: Meine Adressen
it: I miei indirizzi
ja: 私のアドレス
nl: Mijn adressen
sq: Adresat E Mia
zh_hans: 我的地址

source: Item Detail
ar: تفاصيل المنتج
de: Artikeldetail
it: Dettaglio articolo
ja: アイテム詳細
sq: Detajet e artikullit
zh_hans: 项目明细

source: Scheduled Orders
ar: الطلبات المجدولة
de: Geplante Bestellungen
it: Ordini pianificati
ja: 予定された注文
nl: Geplande bestellingen
sq: Porosite E Planifikuara
zh_hans: 预定订单

source: Sorry, not enough points to redeem.
ar: عذرا, لا تملك النقاط الكافية للاستبدالها بقسيمة
de: Leider nicht genügend Punkte zum Einlösen.
it: Spiacenti, punti insufficienti da riscattare.
ja: ポイントを利用するにはポイントが足りません。
nl: Sorry, niet genoeg punten om in te wisselen.
sq: Na vjen keq, ju nuk keni pikë të mjaftueshme për të marrë
zh_hans: 抱歉，积分不足以兑换 .

source: Loading
ar: جاري التحميل
de: Wird geladen
it: Caricamento
ja: 読み込み中
sq: Duke U Ngarkuar
zh_hans: 载入中

source: Looks like your order has been delivered. Would you like to rate your order?
ar: عليكم بالعافية يارب٫ نتمنى منكم التقييم عشان نخدمكم بشكل افضل
de: Ihre Bestellung wurde anscheinend geliefert. Möchten Sie Ihre Bestellung bewerten?
it: Sembra che il tuo ordine sia stato consegnato. Vuoi valutare il tuo ordine?
ja: ご注文の商品は配達されたようです。 注文を評価しますか？
sq: Duket se porosia juaj eshte dorëzuar. Do te donit ta vlerësonit porosinë tuaj?
zh_hans: 看来您的订单已经送达。您想对订单评分吗？

source: Rate Order
ar: تقييم الطلب
de: Preisbestellung
it: Vota ordine
ja: レート注文
sq: Vlereso Porosinë
zh_hans: 价目表

source: Quantity :
ar: الكمية :
de: Menge:
it: Quantità:
ja: 数量：
sq: Sasi
zh_hans: 数量：

source: Delivered on
ar: تم التوصيل في
de: Geliefert am
it: Consegnato
ja: に配信
sq: Dorëzuar në
zh_hans: 送货到达

# ios.ZDCChat.end
source: End
ar: نهاية
sq: Mbyll

# ios.ZDCChat.emailPlaceholder
source: Email address
ar: البريد الالكتروني
sq: Adresa e emailit

# ios.ZDCChat.preChatForm.messagePlaceholder
source: Message
ar: رسالة
sq: Mesazh

# ios.ZDCChat.upload.error.type
source: File type not permitted
ar: نوع الملف غير مسموح
sq: Ky tip ngarkimi nuk lejohet.

# ios.ZDCChat.cantConnectTitle
source: Could not connect
ar: تعذر الاتصال
sq: Nuk mund te lidhet

# ios.ZDCChat.access.gallery
source: %@ needs access to your photos
ar: يحتاج الدخول للصور
sq: %@ nevojitet access ne galerine tuaj.

# ios.ZDCChat.noAgentsTitle
source: No agents available
ar: لا يوجد موظف دعم متواجد
sq: Nuk ka agjente te disponueshëm për momentin

# ios.ZDCChat.backButton
source: Back
ar: رجوع
sq: Kthehu mbrapa

# ios.ZDCChat.preChatForm.required
source: Fields marked with * are required
ar: الحقول ذات علامة *, يرجى ملئها
sq: Fushat me * duhen plotësuar

# ios.ZDCChat.download.failedMessage
source: Failed to download. Tap to retry.
ar: فشل في التحميل. إضغط لإعادة المحاولة.
sq: Problem me shkarkimin. Ju lutemi provojeni përsëri

# ios.ZDCChat.preChatForm.invalidEmail
source: Please enter a valid email address
ar: الرجاء ادخال البريد الالكتروني الصحيح
sq: Ju lutemi vendosni nje email te saktë

# ios.ZDCChat.noConnectionTitle
source: No connection
ar: لا يوجد اتصال
sq: Nuk ka lidhje me internetin

# ios.ZDCChat.sendOfflineMessageError.title
source: Could not send message
ar: لم يتم ارسال الرسالة
sq: Mezazhi nuk mund te dergohet

# ios.ZDCChat.rating.comment.title
source: Leave a comment
ar: اترك تعليقا
sq: Vendosni titullin e komentit

# ios.ZDCChat.imageViewer.saveButton
source: Save image
ar: حفظ الصورة
sq: Ruani foton

# ios.ZDCChat.reconnecting
source: Reconnecting...
ar: اعادة الاتصال
sq: Duke u rilidhur...

# ios.ZDCChat.cancelButton
source: Cancel
ar: إلغاء
sq: Anullo

# ios.ZDCChat.ok
source: OK
ar: تم

# ios.ZDCChat.no
source: No
ar: لا
sq: JO

# ios.ZDCChat.chatConnectionLost.title
source: Connection lost
ar: تم فقد الاتصال
sq: Lidhja humbi

# ios.ZDCChat.done
source: Done
ar: تم
sq: U krye

# ios.ZDCChat.transcriptEmailAlert.message
source: Before you end this chat, would you like to email a transcript?
ar: قبل انتهاء هذه المحادثة, هل تريد ارسال نسخة لبريدك الالكتروني؟
sq: Para se të përfundoni këtë bisedë, doni të dërgoni një kopje me email?

# ios.ZDCChat.upload.error.access
source: Error accessing file
ar: خطأ في الوصول إلى ملف
sq: Ka nje problem me aksesin per ngarkim

# ios.ZDCChat.visitorQueue
source: Please wait for an agent. There are currently %@ visitor(s) waiting to be served.
ar: الرجاء انتظار موظف خدمة العملاء, يتواجد الان عدد .. زائر(s) waiting to be served.
sq: Ju lutemi të prisni që një agjent të jetë në dispozicion. Aktualisht janë %@ në pritje për t'u shërbyer.

# ios.ZDCChat.noConnectionMessage
source: No Internet connection. Please try again when connected
ar: لا يوجد اتصال بالانترنت. يرجى المحاولة مرة أخرى عند الاتصال
sq: Nuk keni lidhje me internetin. Ju lutemi kontrolloni lidhjen

# ios.ZDCChat.preChatForm.namePlaceholder
source: Name
ar: الاسم
sq: Emri

# ios.ZDCChat.access.camera
source: %@ needs access to your camera
ar: %@ يحتاج إلى الوصول إلى الكاميرا
sq: %@ nevojitet akses per kamerën

# ios.ZDCChat.chatTextEntry.sendButton
source: Send
ar: أرسل
sq: Dërgo

# ios.ZDCChat.retry
source: Retry
ar: إعادة المحاولة
sq: Riprovo

# ios.ZDCChat.chat.startingChatMessage
source: Starting chat...
ar: بدء المحادثة
sq: Duke filluar chat...

# ios.ZDCChat.chatTextEntry.placeholderText
source: Message
ar: رسالة
sq: Mesazhi

# ios.ZDCChat.agentsOffline.message
source: There are no agents currently online.
ar: لا يوجد موظفين خدمة عملاء متواجدون حاليا
sq: Nuk ka agjente te disponueshëm për momentin

# ios.ZDCChat.preChatForm.departmentPlaceholder
source: What can we help you with?
ar: هل يمكنا مساعدتك؟
sq: Si mund t'ju ndihmojmë?

# ios.ZDCChat.agentLeft
source: %@ left the chat
ar: %@ ترك المحادثة
sq: %@ agjenti nuk është më në bisedë

# ios.ZDCChat.sendOfflineMessageError.message
source: Would you like to retry?
ar: هل تود إعادة المحاولة؟
sq: Dëshiron të provosh përsëri?

# ios.ZDCChat.unsentMessage
source: Failed to send. Tap to retry.
ar: فشل في إلارسال. إضغط لإعادة المحاولة.
sq: No se envió. Toca para volver a intentar.

# ios.ZDCChat.preChatForm.phonePlaceholder
source: Phone number
ar: رقم الهاتف

# ios.ZDCChat.noAgentsMessage
source: Sorry, there are no agents available to chat. Please try again later or leave us a message.
ar: عذرا, لا يوجد موظف خدمة عملاء حاليا الرجاء المحاولة مرة اخرى او ترك رسالة

# ios.ZDCChat.timeoutMessage
source: We've not heard from you for a while so this chat session has been closed. Please start a new chat if you still have questions.
ar: لم اسمع منك لبعض الوقت حتى تم إغلاق هذه المحادثة. يرجى بدء محادثة جديدة إذا كانت لديك اسئلة.

# ios.ZDCChat.transcriptEmailAlert.sendButton
source: Send
ar: أرسل

# ios.ZDCChat.upload.source.camera
source: Take photo
ar: أخذ صورة

# ios.ZDCChat.rating.commentButton
source: Leave a comment...
ar: ضع تعليق

# ios.ZDCChat.network.connectionError
source: No connection
ar: لا يوجد اتصال

# ios.ZDCChat.cantConnectMessage
source: Sorry, we can't connect you right now. Please try again later.
ar: عذرا. لا يمكنك الاتصال الان. الرجاء المحاولة مرة اخرى

# ios.ZDCChat.chatEndedTitle
source: End chat
ar: انهاء المحادثة

# ios.ZDCChat.upload.error.size
source: File size too large
ar: حجم الملف كبير جدا

# ios.ZDCChat.preChatForm.invalidPhone
source: Please enter a valid phone number
ar: الرجاء ادخال رقم هاتف صحيح

# ios.ZDCChat.sendOfflineMessageError.sendButton
source: Send
ar: أرسل

# ios.ZDCChat.transcriptEmailAlert.title
source: Email a transcript
ar: أرسل نسخة

# ios.ZDCChat.endButton
source: End chat
ar: انهاء المحادثة

# ios.ZDCChat.chatEndedMessage
source: Are you sure you would like to end this chat?
ar: هل تريد انهاء المحادثة؟

# ios.ZDCChat.offlineMessageFailed.message
source: Unable to send message.
ar: تعذر إرسال الرسالة.

# ios.ZDCChat.rating.comment.placeholder
source: Leave a comment
ar: اترك تعليق

# ios.ZDCChat.agentJoined
source: %@ joined the chat
ar: %@ انضم للمحادثة

# ios.ZDCChat.noAgentsButton
source: Leave a message
ar: اترك رسالة

# ios.ZDCChat.messageButton
source: Message
ar: رسالة

# ios.ZDCChat.title
source: Chat
ar: محادثة

# ios.ZDCChat.nextButton
source: Next
ar: التالي

# ios.ZDCChat.cancel
source: Cancel
ar: إلغاء

# ios.ZDCChat.accountOffline.message
source: There are currently no agents online. Would you like to send a message?
ar: لا يوجد موظف خدمة عملاء متصل حاليا. هل تود ترك رسالة؟

# ios.ZDCChat.upload.source.gallery
source: Photo library
ar: البوم الصور

# ios.ZDCChat.chatConnectionLost.message
source: We have been unable to reconnect. Do you wish to continue trying?
ar: غير قادر على إعادة الاتصال. هل ترغب في الاستمرار في محاولة؟

# ios.ZDCChat.rating.title
source: Rate this chat
ar: قيم هذي المحادثة

# ios.ZDCChat.rating.editButton
source: Edit comment...
ar: تعديل التعليق

# ios.ZDCChat.transcriptEmailAlert.dontSendButton
source: Don't send
ar: إلغاء الارسال

source: No Product Found!
ar: لايوجد منتجات
it: Nessun prodotto trovato!
sq: Asnjë produkt nuk u gjend
zh_hans: 找不到产品 !

source: Have you Forgot Completing Your Last Shopping Cart?
ar: متشوّقين لخدمتكم ؛ لاتنسى تكمل طلبك
it: Hai dimenticato di completare il tuo ultimo carrello?
sq: A harruat të përfundonit shportën tuaj?
zh_hans: 您忘了填写最后的购物车吗？

source: Search for product
ar: ابحث عن منتج
it: Cerca prodotto
sq: Kërko Për Produktin
zh_hans: 搜索产品

source: Sub Total
ar: المجموع الجزئي
it: Totale parziale
sq: Nëntotali
zh_hans: 小计

source: Expected Delivery On
ar: الزمن المتوقع لوصول الطلب
it: Consegna prevista il
sq: Porosia pritet në
zh_hans: 预计交货时间

source: By signing up you agree to the
ar: التسجيل يعني الموافقة على الشروط والاحكام
zh_hans: 签署即表示您同意

source: Privacy Policy
ar: سياسة الخصوصية
de: 隐私政策
it: politica sulla riservatezza
ja: 個人情報保護方針
nl: Privacybeleid
sq: Politika E Privatësisë
zh_hans: 隐私政策

# Terms and conditionsSignUp
source: Terms and conditions.
ar: الشروط والاحكام
it: Termini e condizioni.
sq: Rregullat Dhe Kushtet
zh_hans: 条款和条件 .

source: and
ar: و
it: e
sq: dhe
zh_hans: 和

source: I would like to recommend using
ar: اقترح باستخدام
it: Vorrei consigliare l'utilizzo
sq: unë do të doja t'u rekomandoja të përdorni
zh_hans: 我想推荐使用

source: Warning
ar: تنبيه
it: avvertimento
sq: Kujdes!
zh_hans: 警告

source: Please select dates to schedule.
ar: الرجاء اختيار تاريخ لجدولة الطلب
it: Seleziona le date da pianificare.
sq: Ju lutemi zgjidhni datat për të caktuar
zh_hans: 请选择要安排的日期 .

source: Notification Language Changed Successfully
ar: تم تعديل لغة الإشعارات بنجاح
it: La lingua delle notifiche è stata modificata correttamente
sq: Gjuha e njoftimeve u ndryshua me sukses
zh_hans: 通知语言更改成功

source: Order Confirmed Successfully
ar: تم انشاء الطلب بنجاح
it: Ordine confermato con successo
sq: Porosia u konfirmua me sukses
zh_hans: 订单已成功确认

source: Delivery on
ar: وقت التوصيل
it: Consegna in
sq: Dergesa më
zh_hans: 交货时间

source: Supplier Rated Successfully
ar: تم تقييم الطلب بنجاح
it: Fornitore valutato con successo
sq: Shitësi u vlerësua me sukses
zh_hans: 供应商评级成功

source: Send
ar: ارسل
it: Invia
sq: Dërgo
zh_hans: 发送

source: Camera Unavailable
ar: الكاميرا غير متاحة حالياً
it: Camera non disponibile
sq: Kamera E Padisponueshme

source: It looks like your privacy settings are preventing us from accessing your camera.
ar: يبدو أن إعدادات الخصوصية لديك تمنعنا من الاتصال بالكاميرا.
it: Sembra che le tue impostazioni sulla privacy ci impediscano di accedere alla tua videocamera.
sq: Ju lutemi kontrolloni për të parë nëse ju keni mundësuar shërbimet e kamerës.

source: Location Unavailable
ar: الموقع الحالي غير متاح
it: Posizione non disponibile
sq: Vendndodhja E Padisponueshme

source: Please check to see if you have enabled location services.
ar: الرجاء التأكد من تمكين خدمات الموقع الحالي
it: Verificare di aver abilitato i servizi di localizzazione.
sq: Ju lutemi kontrolloni për të parë nëse ju keni mundësuar shërbimet e vendndodhjes.

source: Others
ar: التحكم
it: Altri
ja: その他
nl: Anderen
sq: Të tjera
zh_hans: 其他

source: Use current location
ar: استخدام الموقع الحالي
it: Usa posizione corrente
sq: Përdor vendndodhjen

source: Delivery
ar: توصيل
de: Lieferung
it: Consegna
ja: 配達
nl: Levering
sq: Dorëzim
zh_hans: 交货

source: Customizable
ar: قابل للتخصيص
it: Personalizzabile
sq: Të personalizueshme

source: Order Now
ar: أُطلب الان
de: Basispreis
it: Ordina ora
ja: 今すぐ注文
nl: Bestel nu
sq: Porosit tani
zh_hans: 现在下单

source: Payment method
ar: طريقة الدفع او السداد
de: Zahlungsmöglichkeiten
it: Metodo di pagamento
ja: 支払方法
nl: Betalingsmiddel
sq: Metoda e pagesës
zh_hans: 付款方法

source: Pending Orders
ar: الطلبـات المعلقة
de: Ausstehende Bestellungen
it: Ordini in attesa
ja: 保留中の注文
sq: Porositë në Pritje
zh_hans: 待处理订单

source: customisable
ar: قابل للتخصيص
it: personalizzabile
sq: Të ndryshueshme

source: Place Booking
ar: حجـز
it: Effettua prenotazione
sq: Vendos prenotimin

source: CANCEL BOOKING
ar: إلغاء الحجز
de: BUCHUNG STORNIEREN
it: ANNULLA PRENOTAZIONE
ja: 予約をキャンセル
nl: ANNULERING BOEKING
sq: ANULLO POROSINË
zh_hans: 取消预订

source: BOOK AGAIN
ar: حجز مرة أخرى
de: BUCHEN SIE WIEDER
it: PRENOTA ANCORA
ja: もう一度予約する
nl: OPNIEUW BOEKEN
sq: POROSIT PËRSËRI
zh_hans: 再次预定

source: CONFIRM BOOKING
ar: تأكيد الحجز
de: BUCHUNG BESTÄTIGEN
it: CONFERMA LA PRENOTAZIONE
ja: 予約の確認
nl: BEVESTIG BOEKING
sq: KONFIRMO PRENOTIMIN
zh_hans: 确认预订

source: Cancel Booking
ar: إلغاء الحجز
de: Buchung stornieren
it: Annulla prenotazione
ja: 予約をキャンセル
nl: Boeking annuleren
sq: Anullo Prenotimin
zh_hans: 取消预订

source: Booking Details
ar: تفاصيل الحجز
de: Buchungsdetails
ja: 予約明細
nl: Boekingsdetails
sq: Detajet e prenotimeve
zh_hans: 订房详情

source: Booking History
ar: سِجـل الحجز
de: Buchungsverlauf
it: Cronologia prenotazioni
ja: 予約履歴
nl: Boekingsgeschiedenis
sq: Historiku i prenotimeve
zh_hans: 预订历史

source: My Bookings
ar: حجوزاتي
de: Meine Buchungen
it: Le mie prenotazioni
ja: 私の予約
nl: Mijn boekingen
sq: Prenotimet e mia
zh_hans: 我的预订

source: Completed Bookings
ar: الحجوزات المكتملة
it: Prenotazioni completate
sq: Prenotimet e Kompletuara

source: New
ar: جديد
it: Nuovo
sq: E RE

source: Live Tracking
ar: التتبع المباشر
it: Monitoraggio dal vivo
sq: Ndiq Live

source: Popular Restaurants
ar: مطاعـم مفضّلة
it: Ristoranti popolari
sq: Restorante të preferuara

source: Supplier
ar: المورد
sq: Shitës

source: Suppliers
ar: الموردون
sq: Shitës

source: Credit Card
ar: بطاقة الائتمان
de: Kreditkarte
it: Carta di credito
ja: クレジットカード
nl: Kredietkaart
sq: Kartë Krediti
zh_hans: 信用卡

# SHARE_SHEET_EDIT_ACTIONS_BUTTON_TITLE
source: Edit Actions
ar: تحرير الإجراءات
it: Modifica azioni
sq: Ndrysho

# SHARE_SHEET_EDIT_SECTION_TITLE_FAVORITES
source: Favourites
ar: المفضلة
it: Preferiti
sq: Të preferuara

# SHARE_SHEET_EDIT_SECTION_TITLE_OTHER
source: Others
ar: الآخرين
it: Altri

source: Shipping Status
ar: حالة الشحن
sq: Statusi i dërgeses

source: Awaiting Shipment
ar: في انتظار الشحن
it: In attesa di spedizione
sq: Duge pritur të niset

source: Shipped
ar: تـم الشحن
it: Spedito
sq: Dërguar

source: On hold
ar: في الانتظار
sq: Në pritje

source: No file added!
ar: لم يتم إضافة ملف!
sq: Asnje dokument nuk u shtua!

source: PROCEED
ar: تقدم
sq: VAZHDO

source: Review
ar: مراجعة
it: Revisione
sq: Vlerësim
