Repository: concierge24/Elconcierge_ios
Catalog: CodeFiles/Localization/*.lproj/Localizable.strings
Languages: ar, de, it, ja, nl, sq, zh_hans

source: Sun
ar: الأحد
it: sole
sq: Die
zh_hans: 太阳

# SideMenu.Book_a_taxi
source: Book a taxi
ar: حجز سيارة أجرة
it: Prenota un taxi
ja: タクシーを予約する
nl: Boek een taxi
sq: Thirr një taksi
zh_hans: 预定出租车

# SideMenu.New_Services_Coming_soon
source: New Services - Coming soon
ar: خدمات جديدة - قريبًا
it: Nuovi servizi - Prossimamente
nl: Nieuwe services - binnenkort beschikbaar
sq: Shërbime të reja - Së shpejti

# SideMenu.Home
source: Home
ar: الصفحة الرئيسية
de: Haus
ja: ホーム
sq: Shtëpi
zh_hans: 家

# SideMenu.My_Bookings
source: My Bookings
ar: حجوزاتي
de: Meine Buchungen
it: Le mie prenotazioni
ja: 私の予約
nl: Mijn boekingen
sq: Prenotimet e mia
zh_hans: 我的预订

# SideMenu.Payment_Methods
source: Payment Methods
ar: طرق الدفع
de: Zahlungsmöglichkeiten
it: Metodi di pagamento
ja: お支払い方法
nl: Betaalmethoden
sq: Metodat e pagesës
zh_hans: 付款方法

# SideMenu.Travel_Packages
source: Travel Packages
ar: باقات السفر
de: Pakete
it: Pacchetti di viaggio
ja: 旅行パッケージ
nl: Reispakketten
sq: Paketa Udhëtimi
zh_hans: 旅游套票

# SideMenu.Emergency_Contacts
source: Emergency Contacts
ar: جهة اتصال للطوارئ
de: Notfallkontakte
it: Contatti di emergenza
ja: 緊急連絡先
nl: Contacten voor noodgevallen
sq: Kontaktet e Emergjencës
zh_hans: 紧急联络人

# SideMenu.Notifications
source: Notifications
ar: إشعارات
de: Wartezeit
it: Notifiche
ja: お知らせ
nl: Meldingen
sq: Njoftime
zh_hans: 通知事项

# SideMenu.Settings
source: Settings
ar: الإعدادات
de: Einstellungen
it: Impostazioni
ja: 設定
nl: Instellingen
sq: Konfigurimet
zh_hans: 设定值

# SideMenu.Help
source: Help
ar: مساعدة
de: Hilfe
it: Aiuto
ja: 助けて
sq: Ndihmë
zh_hans: 救命

# SideMenu.Payment_History
source: Payment History
ar: سِجـل المدفوعات
de: Wir sendeten Ihnen einen Code zu
it: Cronologia pagamenti
ja: 支払歴
nl: Betalingsgeschiedenis
sq: Historia e pagesave
zh_hans: 支付历史

# SideMenu.Saved_Cards
source: Cartes enregistrées
ar: البطاقات المحفوظة
nl: Registratie van kaarten

# SideMenu.Delivery_History
source: Delivery History
ar: سجل التوصيل
de: Lieferhistorie
it: Cronologia consegne
ja: 配送履歴
nl: Bezorggeschiedenis
sq: Historia e dorëzimeve
zh_hans: 交货历史

# SideMenu.Promotions
source: Promotions
ar: العروض
de: Promotionen
it: Promozioni
ja: プロモーション
nl: Promoties
sq: Promocionet
zh_hans: 促销活动

# SideMenu.Contact_us
source: Contact us
ar: اتصل بنا
de: Kontaktier uns
it: Contattaci
ja: お問い合わせ
nl: Neem contact met ons op
sq: Na kontaktoni
zh_hans: 联系我们

# SideMenu.Sign_out
source: Sign out
ar: خروج
de: Abmelden
it: Esci
ja: サインアウト
nl: Afmelden
sq: Dil
zh_hans: 登出

# SideMenu.Book_service
source: Book a service
ar: حجز خدمة
de: Buchen Sie einen Dienstag.
it: Prenota un servizio
ja: サービスを予約する
nl: Boek een service
sq: Prenoto një shërbim
zh_hans: 预订服务

# SideMenu.Edit_Profile
source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
it: Modifica profilo
ja: プロファイル編集
nl: Profiel bewerken
sq: Ndrysho profilin
zh_hans: 编辑个人资料

# SideMenu.Get_Discount
source: Share with friends
ar: احصل على الخصم
de: Mit Freunden teilen
it: Condividi con gli amici
ja: 友人たちと分ける
nl: Delen met vrienden
sq: Ndaj me miqte
zh_hans: 和朋友分享

# SideMenu.Deliver_with_us
source: Deliver with us!
ar: توصل معنا!
de: Liefern Sie mit uns!
it: Consegna con noi!
ja: 私たちと一緒に配達してください！
nl: Bezorg bij ons!
sq: Dorëzo me ne!
zh_hans: 与我们一起交付!

# SideMenu.Wallet
source: Wallet
ar: المحفظـة
de: Geschlechts des Fahrers
it: Portafoglio
ja: 財布
nl: Portemonnee
sq: Portofoli
zh_hans: 钱包

# SideMenu.Refer_Earn
source: Refer & Earn
ar: شارك و إكسب
de: Verweisungscode teilen
it: Invia e guadagna
ja: 紹介して獲得
nl: Verwijs en verdien
sq: Refero & Fito
zh_hans: 推荐并赚钱

# ServiceView.Where_you_want_to_deliver
source: Where you want to deliver
ar: إختر مكان التسليم
de: Wohin Sie liefern möchten
it: Dove vuoi consegnare
ja: 届けたいところ
nl: Waar u wilt bezorgen
sq: Ku doni të dërgoni
zh_hans: 您想送货的地方

# Home.Book_a_delivery
source: Book a delivery
ar: حجز ارسالية
de: Buchen Sie eine Lieferung
it: Prenota una consegna
ja: 配達を予約する
nl: Boek een levering
sq: Prenoto një dorëzim
zh_hans: 预订送货

# Home.Switch_Rider
source: Switch Rider
ar: تبديل السائــق
de: Fahrer wechseln
it: Cambia pilota
ja: スイッチライダー
nl: Ruiter wisselen
zh_hans: 切换骑士

# Home.Add_Home_Address
source: Add Home Address
ar: أضف عنوان المنزل
de: Privatadresse hinzufügen
it: Aggiungi indirizzo di casa
ja: 自宅の住所を追加
nl: Voeg thuisadres toe
sq: Vendos adresën e shtëpisë
zh_hans: 添加家庭住址

# Home.Add_Work_Address
source: Add Work Address
ar: إضافة عنوان العمل
de: Arbeitsadresse hinzufügen
it: Aggiungi indirizzo di lavoro
ja: 勤務先住所を追加
nl: Werkadres toevoegen
sq: Vendos adresën e punës
zh_hans: 添加工作地址

# Emmergency.Emmergency_Contact
source: Emergency Contact
ar: اتصال الطوارئ
de: Notfallkontakte
it: Contatto di emergenza
ja: 緊急連絡
nl: Contact voor noodgevallen
sq: Kontakte emergjence
zh_hans: 紧急联络人

# Wallet.Please_maintain_minimum
source: Please maintain a minimum balance of
ar: يرجى الحفاظ على الحد الأدنى للرصيد
de: Sie haben den Minimumbetrag Ihrer Brieftasche erreicht, weswegen Sie bitte Ihre Brieftasche aufladen, bevor Sie fortfahren.
it: Mantieni un saldo minimo di
ja: の最小バランスを維持してください
nl: Houd een minimum saldo aan van
zh_hans: 请保持最低余额

# Wallet.Receive_money
source: in the wallet in order to receive the booking request.
ar: في المحفظة لاستلام طلب الحجز.
de: Bitte behalten Sie eine Minimumbalanz von.
it: nel portafoglio per ricevere la richiesta di prenotazione.
ja: ウォレットで予約リクエストを受信します。
nl: in de portemonnee om het boekingsverzoek te ontvangen.
zh_hans: 在钱包里以便收到预订请求。

# Validation.VerificationValidation
source: Please enter verification code.
ar: يرجى إدخال رمز التحقق.
de: Bitte geben Sie den Bestätigungscode ein.
it: Inserisci il codice di verifica.
ja: 確認コードを入力してください.
nl: Voer de verificatiecode in.
zh_hans: 请输入验证码.

# username_email_validation
source: Plaese enter username or email.
ar: Plaese أدخل اسم المستخدم أو البريد الإلكتروني.
de: Bitte geben Sie den Benutzernamen oder die E-Mail-Adresse ein.
it: Inserisci nome utente o e-mail.
ja: ユーザー名またはメールアドレスを入力してください.
nl: Voer gebruikersnaam of e-mailadres in.
zh_hans: 请输入用户名或电子邮件.

# password_empty_validation_message
source: Please enter password.
ar: يرجى إدخال كلمة المرور.
de: Bitte geben Sie das Passwort ein, um fortzufahren.
it: Inserisci la password per continuare.
ja: 続行するにはパスワードを入力してください。
nl: Voer een wachtwoord in om door te gaan.
sq: Ju lutemi vendosni fjalëkalimin që të vazhdoni.
zh_hans: 请输入密码.

# confirm_password_empty_validation_message
source: Please enter confirm password.
ar: يرجى إدخال تأكيد كلمة المرور.
de: Bitte geben Sie das Passwort zur Bestätigung ein.
it: Immettere la password di conferma.
ja: 確認パスワードを入力してください.
nl: Voer een bevestigingswachtwoord in.
zh_hans: 请输入确认密码.

# password_confirmPassword_validation
source: password and confirm password should match.
ar: يجب أن تتطابق كلمة المرور وتأكيد كلمة المرور.
de: Passwort und Passwort bestätigen sollten übereinstimmen.
it: password e conferma password devono corrispondere.
ja: パスワードと確認パスワードが一致する必要があります.
nl: wachtwoord en bevestig wachtwoord moeten overeenkomen.
zh_hans: 密码并确认密码应该匹配.

# password_length_validation_message
source: password should be atleast 6 characters.
ar: يجب أن تكون كلمة المرور على الأقل 6 أحرف.
de: Das Passwort sollte mindestens 6 Zeichen lang sein.
it: la password deve contenere almeno 6 caratteri.
ja: パスワードは6文字以上にしてください.
nl: wachtwoord moet minstens 6 karakters bevatten.
zh_hans: 密码至少应为6个字符.

# institution_type_validation
source: Please select institution type.
ar: يرجى تحديد نوع المؤسسة.
de: Bitte wählen Sie den Institutionstyp.
it: Selezionare il tipo di istituzione.
ja: 機関タイプを選択してください.
nl: Selecteer het type instelling.
zh_hans: 请选择机构类型.

# institution_name_validation
source: Please select institution name.
ar: يرجى تحديد اسم المؤسسة.
de: Bitte wählen Sie den Namen der Institution.
ja: 機関名を選択してください.
nl: Selecteer de naam van de instelling.
zh_hans: 请选择机构名称.

# institution_id_validation
source: Please enter institution id number.
ar: يرجى إدخال رقم معرف المؤسسة.
de: Bitte geben Sie die Institutions-ID ein.
it: Si prega di inserire istituzione numero ID.
ja: 機関ID番号を入力してください.
nl: Voer het ID-nummer van de instelling in.
zh_hans: 请输入机构编号.

# empty_institutional_email_validation
source: Please enter institutional email.
ar: يرجى إدخال البريد الإلكتروني المؤسسي.
de: Bitte geben Sie eine institutionelle E-Mail-Adresse ein.
it: Inserisci l'email istituzionale.
ja: 機関のメールアドレスを入力してください.
nl: Voer het e-mailadres van de instelling in.
zh_hans: 请输入机构电子邮件。

# institutional_cred_Image_validation
source: Please add image.
ar: يرجى إضافة صورة.
de: Bitte Bild hinzufügen.
it: Si prega di aggiungere l'immagine.
ja: 画像を追加してください.
nl: Voeg afbeelding toe.
zh_hans: 请添加图片.

# materialType
source: Please enter material Type.
ar: الرجاء إدخال نوع المادة.
de: Bitte geben Sie den Materialtyp ein.
it: Immettere il tipo di materiale.
ja: 材料タイプを入力してください.
nl: Voer het materiaaltype in.
zh_hans: 请输入材料类型.

# approxWeight
source: Please enter approx. weight.
ar: الرجاء إدخال الوزن التقريبي..
de: Bitte geben Sie ca. Gewicht.
it: Immettere un peso approssimativo.
ja: 約を入力してください 重量.
nl: Voer het geschatte gewicht in.
zh_hans: 请输入大约 重量.

# receiverName
source: Please enter receiver name.
ar: الرجاء إدخال اسم المتلقي.
de: Bitte geben Sie den Namen des Empfängers ein.
it: Inserisci il nome del destinatario.
ja: 受信者名を入力してください.
nl: Voer de naam van de ontvanger in.
zh_hans: 请输入收货人姓名.

# phoneNumber
source: Please enter phone number.
ar: يرجى إدخال رقم الهاتف.
de: Bitte geben Sie die Telefonnummer ein.
it: Inserisci il numero di telefono.
ja: 電話番号を入力してください.
nl: Voer een telefoonnummer in.
zh_hans: 请输入电话号码.

# senderName
source: Please enter sender name.
ar: يرجى إدخال اسم المرسل.
de: Bitte geben Sie den Absendernamen ein.
it: Inserisci il nome del mittente.
ja: 送信者名を入力してください.
nl: Voer de naam van de afzender in.
zh_hans: 请输入发件人姓名.

# additionalInformation
source: Please enter additional information.
ar: يرجى إدخال معلومات إضافية.
de: Bitte geben Sie zusätzliche Informationen ein.
it: Immettere ulteriori informazioni.
ja: 追加情報を入力してください。
nl: Voer aanvullende informatie in.
zh_hans: 请输入其他信息.

source: Your ride has been accepted and its pending from approval.
ar: تم قبول رحلتك وهي في انتظار الموافقة عليها.
de: Ihre Fahrt wurde angenommen und steht noch aus.
it: La tua corsa è stata accettata ed è in attesa di approvazione.
ja: あなたの乗車は承認され、承認待ちです。
nl: Uw rit is geaccepteerd en is in afwachting van goedkeuring.
zh_hans: 您的行程已被接受，尚待批准.

source: Please enter first name
ar: يرجى إدخال الاسم الأول
it: Si prega di inserire il nome
ja: 名を入力してください
nl: Voer de voornaam in
sq: Emri
zh_hans: 请输入名字

source: Please enter last name
ar: يرجى إدخال الاسم الأخير
it: Per favore inserisci il cognome
ja: 姓を入力してください
nl: Voer achternaam in
sq: Mbiemri
zh_hans: 请输入姓氏

source: Please enter address
ar: يرجى إدخال العنوان
it: Si prega di inserire l'indirizzo
ja: 住所を入力してください
nl: Voer uw adres in
sq: Adresa
zh_hans: 请输入地址

# NoOngoigRide
source: There is no currently ongoing ride
ar: لا يوجد حاليا رحلة مستمرة
de: Derzeit läuft keine Fahrt
it: Nessuna corsa attualmente in corso
ja: 現在進行中の配車はありません
nl: Er is momenteel geen rit aan de gang
zh_hans: 目前没有正在进行的旅程

source: Enter your Address
ar: أدخل عنوانك
de: Keinen Fahrer gefunden
it: Inserisci il tuo indirizzo
ja: 住所を入力してください
nl: Voer uw adres in
sq: Vendos adresën
zh_hans: 输入你的地址

source: Hi
ar: أرررححببوآ :)
de: Hallo
it: Ciao
ja: こんにちは
nl: Hoi
sq: Çkemi
zh_hans: 你好

source: Work
ar: عمل
de: Arbeit
it: Lavoro
ja: 作業
nl: Werk
sq: Punë
zh_hans: 工作

source: Travel packages
ar: باقات السفر
de: Pakete
it: Pacchetti di viaggio
ja: 旅行パッケージ
nl: Pakketjes
sq: Paketa Udhëtimi
zh_hans: 旅游套票

source: Emergency contacts
ar: جهة اتصال للطوارئ
de: Notfallkontakte
it: Contatti di emergenza
ja: 緊急連絡先
nl: Contactpersonen voor noodgevallen
sq: Kontaktet e emergjencës
zh_hans: 紧急联络人

source: Help
ar: مساعدة
de: Hilfe
it: Aiuto
ja: 助けて
nl: Helpen
sq: Ndihmë
zh_hans: 救命

source: Seating capacity
ar: سعة الجلوس
de: Sitzkapazität
ja: 座席定員 ：
nl: Aantal zitplaatsen:
sq: Kapaciteti i ulëseve
zh_hans: 座位数：

source: View Package
ar: عرض البـاقة
de: Genießen Sie einen Rabatt beim täglichen Benutzen.
it: Visualizza pacchetto
ja: パッケージを見る
nl: Bekijk pakket
sq: Shiko paketën
zh_hans: 查看套餐

source: Packages details
ar: تفاصيل الباقات
de: Paket ansehen
it: Dettagli pacchetti
ja: パッケージの詳細
nl: Pakketten details
sq: Detajet e paketës
zh_hans: 套餐详情

source: Valid for
ar: صالحة ل
de: Anfrage stellen
it: Valido per
ja: に有効
nl: Geldig voor
sq: E vlefshme deri
zh_hans: 适用于

source: hours
ar: ساعات
de: gültig für
it: ore
ja: 時間
nl: uren
sq: orë
zh_hans: 小时

source: months
ar: الشهور
de: Tage
it: mesi
ja: か月
nl: maanden
sq: muaj
zh_hans: 月

source: hour
ar: ساعة
de: Monate
it: ora
ja: 時間
nl: uur
sq: orë
zh_hans: 小时

source: day
ar: يوم
de: Stunde
it: giorno
ja: 日
nl: dag
sq: ditë
zh_hans: 天

source: month
ar: شهر
de: Tag
it: mese
ja: 月
nl: maand
sq: muaj
zh_hans: 月

source: Pay
ar: دفع
de: Zahlen
it: Paga
ja: 支払う
nl: Betalen
sq: Paguaj
zh_hans: 工资

source: Outstanding from previous trip
ar: مديونية من الرحلة السابقة
de: Bezahlen
ja: 前の旅行から傑出した
nl: uitstekend van vorige reis
sq: Të prapambetura nga udhëtimi i kaluar
zh_hans: 上一次旅行表现出色

source: credit
ar: ائتمان
de: Anerkennung
ja: クレジット
nl: Credits
sq: kredit
zh_hans: 学分

source: Are you sure you want to send Panic Request to your nearby?
ar: هل أنت متأكد أنك تريد إرسال طلب المساعدة؟
de: Panikanfrage bestätigen ?
it: Sei sicuro di voler inviare una richiesta di panico al tuo vicino?
ja: 近くにパニックリクエストを送信してもよろしいですか？
nl: Weet u zeker dat u een paniekverzoek naar uw buurt wilt sturen?
sq: A jeni të sigurt që doni të beni një thirrje Paniku?
zh_hans: 您确定要向附近发送紧急请求吗？

source: Please wait. we'll contact you shortly.
ar: ارجوك انتظر. سوف نتصل بك قريبا.
de: Warten Sie mal. Wir werden uns in Kürze bei Ihnen melden.
ja: お待ちください。 すぐにご連絡いたします。
nl: Even geduld, we nemen binnenkort contact met u op.
sq: Ju lutemi prisni! Ne do ju kontakojmë menjëherë
zh_hans: 请稍候。 我们会尽快与您联系.

# long_distance_confirmation
source: Your driver is picking to you long distance root. You may pay extra charged for this. Are you sure you want to continue?
ar: سائقك يختار لك المسار لمسافات طويلة. يمكنك دفع رسوم إضافية لهذا. هل أنت متأكد أنك تريد المتابعة؟
de: Ihr Fahrer sucht zu Ihnen Fernwurzel. Sie können dafür extra bezahlen. Sind Sie sicher, dass Sie fortfahren möchten?
it: Il tuo autista sta scegliendo il tuo root a lunga distanza. Puoi pagare un extra per questo. Sei sicuro di voler continuare?
ja: ドライバーが長距離ルートを選択しています。 これには追加料金がかかります。 続行してもよろしいですか？
nl: Uw chauffeur kiest voor u root op lange afstand. U kunt hiervoor extra betalen. Weet je zeker dat je door wilt gaan?
sq: Shoferi juaj po vjen nga nje distance e larget. Ju mund te paguani shtesë për kete. A jeni të sigurt qe doni të vazhdoni?
zh_hans: 您的驱动程序正在为您选择远程根。 您可能需要为此支付额外费用。 你确定你要继续吗？

# Ongoing_AddStop_Confirmation
source: To be Make Sure, if you are add a stop in current ride then you wouldn't be able to delete them. Are you sure you want to continue?
ar: لتتأكد ، إذا كنت تضيف نقطة توقف في الرحلة الحالية ، فلن تتمكن من حذفها. هل أنت متأكد أنك تريد المتابعة؟
de: Um sicher zu gehen, wenn Sie einen Stopp in der aktuellen Fahrt hinzufügen, können Sie diese nicht löschen. Sind Sie sicher, dass Sie fortfahren möchten?
it: Per essere sicuri, se stai aggiungendo una sosta alla corsa corrente, non sarai in grado di eliminarla. Sei sicuro di voler continuare?
ja: 確認するために、現在の乗り物にストップを追加している場合、それらを削除することはできません。 続行してもよろしいですか？
nl: Voor de zekerheid: als u een tussenstop toevoegt aan de huidige rit, kunt u deze niet verwijderen. Weet je zeker dat je door wilt gaan?
sq: Nese planifikoni një ndalese gjatë rrugës nuk do mund ta ndryshoni. A jeni të sigurt qe doni të vazhdoni?
zh_hans: 请确定，如果您要在当前骑行中添加停靠点，那么您将无法删除它们。 你确定你要继续吗？

source: Add Home Address
ar: أضف عنوان المنزل
de: Privatadresse hinzufügen
it: Aggiungi indirizzo di casa
ja: 自宅の住所を追加
nl: Voeg thuisadres toe
sq: Vendos adresën e shtëpisë
zh_hans: 添加家庭住址

source: Add Work Address
ar: أضف عنوان العمل
de: Arbeitsadresse hinzufügen
it: Aggiungi indirizzo di lavoro
ja: 勤務先住所を追加
nl: Werkadres toevoegen
sq: Vendos adresën e punës
zh_hans: 添加工作地址

# remove_card_Confirmation
source: Are you sure you want to remove card?
ar: هل أنت متأكد أنك تريد إزالة البطاقة؟
de: Sind Sie sicher, dass Sie die Karte entfernen möchten??
it: Sei sicuro di voler rimuovere la carta?
ja: カードを削除してもよろしいですか?
nl: Weet u zeker dat u de kaart wilt verwijderen?
sq: A jeni të sigurt që doni të fshini kartën?
zh_hans: 您确定要删除卡吗?

# can't_use_credit_point
source: You can't use credit points for cash payment
ar: لا يمكنك استخدام نقاط الائتمان للدفع النقدي
de: Sie können keine Kreditpunkte für die Barzahlung verwenden
it: Non puoi utilizzare punti di credito per pagamenti in contanti
ja: 現金支払いにクレジットポイントを使用することはできません
nl: U kunt geen tegoedpunten gebruiken voor contante betaling
sq: Ju nuk mund ti perdorni pikët e kreditit për blerje me cash
zh_hans: 您不能使用积分来支付现金

# Cancel_Ride
source: Cancel
ar: إلغاء
de: Stornieren
it: Annulla
ja: ライドをキャンセル
nl: Annuleer
sq: Anullo
zh_hans: 取消

source: Cancel Delivery
ar: إلغاء التسليم
de: Lieferung stornieren
it: Annulla consegna
ja: 配送をキャンセル
nl: Levering annuleren
sq: Anullo porosinë
zh_hans: 取消送货

source: Ride Share
ar: شارك مسار الرحلة
de: Auf halber Strecke stoppen.
ja: 相乗り
nl: Rijd delen
sq: Udhëtim
zh_hans: 乘车份额

source: Share Parcel Location
ar: شارك موقع الطرد
de: Paketstandort teilen
it: Condividi posizione pacco
ja: 区画の場所を共有
nl: Deel pakketlocatie
sq: Ndaj vendin e pakos
zh_hans: 共享包裹位置

source: Delivery In Progress
ar: الطلب بالطريق
de: Lieferung läuft
it: Consegna in corso
ja: 配送中
nl: Levering bezig
sq: Dorëzimi në proces
zh_hans: 交货进行中

source: Enjoy Your Ride
ar: استمتع برحلتك
de: Angebotscode erfolgreich angewandt
it: Buon viaggio
ja: あなたの乗り心地をお楽しみください
nl: Geniet van uw rit
sq: Udhëtim të mbarë!
zh_hans: 享受你的旅程

source: Login
ar: تسجيل الدخول
de: Anmeldung
it: Accesso
ja: ログインする
zh_hans: 登录

source: Sign up
ar: حساب جديد
de: Anmelden
it: Registrati
ja: サインアップ
nl: Inschrijven
sq: Regjistrohu
zh_hans: 注册

# withPhoneEmail
source: with Phone or Email
ar: باستخدام الهاتف أو البريد الإلكتروني
de: mit Telefon oder E-Mail
it: con telefono o e-mail
ja: 電話またはメールで
nl: met telefoon of e-mail
sq: me Tel ose Email
zh_hans: 通过电话或电子邮件

source: Sign up for
ar: التسجيل ل
de: Melden Sie sich an für
ja: 申し込みます
nl: Meld je aan voor
sq: Regjistrohu për
zh_hans: 报名参加

source: Login to
ar: تسجيل الدخول إلى
de: Einloggen in
it: Accedi a
ja: にログイン
nl: Inloggen
sq: Futu në
zh_hans: 登录到

# haveNoAccount
source: Don’t have an account?
ar: ليس لديك حساب؟
de: Sie haben noch kein Konto?
it: Non hai un account?
ja: アカウントを持っていないのですか？
nl: Nog geen account?
sq: Nuk keni një llogari?
zh_hans: 还没有帐号？

# haveAlreadyAccount
source: Already have an account?
ar: هل لديك حساب؟
de: Sie haben bereits ein Konto?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
nl: Heb je al een account?
sq: Keni një llogari?
zh_hans: 已经有帐号了？

source: Institution
ar: المعهد
ja: 機関
nl: Instelling
sq: Institucioni
zh_hans: 机构

source: Sign up for
ar: التسجيل ل
de: Melden Sie sich an für
it: Iscriviti a
ja: 申し込みます
nl: Meld je aan voor
sq: Regjistrohu për
zh_hans: 报名参加

source: Institution Account
ar: حساب المؤسسة
de: Institutionskonto
ja: 機関口座
nl: Instellingsaccount
sq: Llogari institucionale
zh_hans: 机构账户

# otp_text
source: We sent you a code to
ar: لقد أرسلنا لك رمز إلى
de: Wir haben Ihnen einen Code an gesendet
it: Ti abbiamo inviato un codice a
ja: にコードを送信しました
nl: We hebben je een code gestuurd naar
sq: Ne dërguam kodin te
zh_hans: 我们已将代码发送给您

source: CONTINUE WITH APPLE
ar: تواصل مع apple
it: CONTINUA CON APPLE
sq: VAZHDO ME APPLE

source: Email
ar: البريد الإلكتروني
zh_hans: 电子邮件

source: Phone
ar: هاتف
it: Telefono
nl: Telefoon
sq: Tel
zh_hans: 电话号码

# Wallet.AddAmountLess
source: Amount should be more than 0.
ar: يجب أن يكون المبلغ أكثر من 0.
de: Der Betrag sollte mehr als 0 betragen.
it: L'importo dovrebbe essere maggiore di 0.
ja: 金額は0より大きい必要があります。
nl: Bedrag moet hoger zijn dan 0.
sq: Sasia duhet të jetë me shumë se 0.
zh_hans: 金额应大于0.

source: Add Trusted Contact
ar: أضف جهة اتصال موثوقة
de: Vertrauenswürdigen Kontakt hinzufügen
it: Aggiungi contatto fidato
ja: 信頼できる連絡先を追加
nl: Vertrouwde contactpersoon toevoegen
sq: Vendos Kontakt të Besuar
zh_hans: 添加受信任的联系人

# Setting.Push
source: Push Notifications
ar: دفع الإخطارات
de: Push-Benachrichtigungen
it: Notifiche push
ja: プッシュ通知
nl: Push-meldingen
sq: Njoftimet
zh_hans: 推送通知

# Setting.Term
source: Termes and conditions
ar: الأحكام والشروط
de: Bedingungen und Konditionen
it: Termini e condizioni
ja: 利用規約
nl: Termes en voorwaarden
sq: Termat dhe kushtet
zh_hans: 条款和条件

# Setting.ChangeLanguage
source: Change Language
ar: تغيير اللغة
de: Sprache ändern
it: Cambia lingua
ja: 言語を変更
nl: Taal wijzigen
sq: Ndrysho gjuhën
zh_hans: 改变语言

# Setting.Privacy
source: Privacy
ar: خصوصية
de: Privatsphäre
ja: プライバシー
sq: Privatësia
zh_hans: 隐私

# Setting.About
source: About us
ar: معلومات عنا
de: Über uns
it: Chi siamo
ja: 私たちに関しては
nl: Over ons
sq: Rreth Nesh
zh_hans: 关于我们

# Booking.Past
source: Past
ar: الحجوزات السابقـة
de: Nach
it: Passato
ja: 過去
nl: Verleden
sq: Të shkuara
zh_hans: 过去

# Booking.Upcoming
source: Upcoming
ar: الحجوزات القادمــة
de: Bevorstehende
it: Prossimi
ja: 今後の
nl: Aankomend
sq: Të planifikuara
zh_hans: 即将来临

# Booking.MyBooking
source: My Bookings
ar: حجوزاتي
de: Meine Buchungen
it: Le mie prenotazioni
ja: 私の予約
nl: Mijn boekingen
sq: Prenotimet e mia
zh_hans: 我的预订

source: HalfWay Stop
ar: محطات نصف الطريق
it: Fermata a metà strada
ja: ハーフウェイストップ
nl: Halverwege stoppen
sq: Ndalesë në gjysmë
zh_hans: 半途停止

# Home.Book_a_service
source: Book a service
ar: إحجِـز
de: Buchen Sie einen Service
it: Prenota un servizio
ja: サービスを予約する
nl: Boek een service
sq: Prenoto një shërbim
zh_hans: 预订服务

# Home.Recent_Locations
source: Recent Locations
ar: المواقـع الأخيرة
de: Aktuelle Standorte
it: Posizioni recenti
ja: 最近の場所
nl: Recente locaties
sq: Vëndet e fundit
zh_hans: 最近的位置

# booking
source: Confirm Booking
ar: حجـــز
de: Buchung bestätigen
it: Conferma prenotazione
ja: 予約を確認
nl: Bevestig uw boeking
sq: Konfirmo prenotimin

# Home.For_me
source: For me
ar: لي
de: Für mich
it: Per me
ja: 私のために
nl: Voor mij
sq: Për mua
zh_hans: 为了我

source: Opens at
de: Öffnet um
ja: で開く
sq: Hapet Në
zh_hans: 营业时间

source: Discoverability
de: Auffindbarkeit
it: Rilevabilità
ja: 発見可能性
nl: Ontdekbaarheid
sq: Zbulueshmërinë
zh_hans: 可发现性

source: Platinum
de: Platin
it: Platino
ja: 白金
nl: Platina
sq: Platin
zh_hans: 铂

source: Spanish
de: Spanisch
it: Spagnolo
nl: Spaans
sq: Spanjisht
zh_hans: 西班牙语

# ShareAppYummy
source: Thought you might like this app to make life more simpler: https://itunes.apple.com/us/app/%@/id?ls=1&mt=8
de: Ich dachte, diese App soll Ihnen das Leben einfacher machen: https://itunes.apple.com/us/app/%@/id1147970115?ls=1&mt=8
it: Ho pensato che potrebbe piacerti questa app per rendere la vita più semplice: https://itunes.apple.com/us/app/%@/id?ls=1&mt=8
ja: あなたはこのアプリが人生をよりシンプルにするのを好むかもしれないと思った: https://itunes.apple.com/us/app/%@/id?ls=1&mt=8
sq: Ndajeni aplikacionin me miq: https://itunes.apple.com/us/app/%@/id%@?ls=1&mt=8
zh_hans: 以为您可能会喜欢此应用程序以使生活更简单： https://itunes.apple.com/us/app/%@/id?ls=1&mt=8

source: Booking placed successfully
ja: 予約が完了しました
sq: Prenotimi vendosur me sukses

source: Issue wth OrderID
de: Ausgabe mit OrderID
it: Emissione con OrderID
ja: 注文IDの問題
nl: Uitgifte met OrderID
sq: Problem me ID të porosisë
zh_hans: 发出订购编号

# ios.ZDCChat.transcriptEmailAlert.emailPlaceholder
source: email@address.com
sq: email@bleta.al

# ios.ZDCChat.access.howto
source: Enable this from the home screen, Settings > %@
sq: Ju lutem lejoni aksesin nga Konfigurimi i celularit > %@

# via Clikat
source: via Sneni
sq: via Bleta
zh_hans: 通过Sneni
