Repository: concierge24/Elconcierge_ios
Catalog: CodeFiles/Localization/*.lproj/Localizable.strings
Languages: ar, de, it, ja, nl, sq, zh_hans

source: Tax
ar: ضريبة
de: Gebühr
ja: 税金
nl: Belasting
sq: Taksa
zh_hans: 稅

source: Rate
ar: السعر
de: Bewertung
ja: 割合
nl: Tarief
sq: Vlerëso
zh_hans: 率

# add_comments_here
source: Add a comment here…
ar: أضف ملاحظة هُنا...
de: Fügen Sie hier einen Kommentar hinzu...
it: Aggiungi un commento qui ...
ja: ここにコメントを追加…
nl: Voeg hier een opmerking toe ...
sq: Shto një koment këtu…
zh_hans: 在這裡添加評論…

source: Submit
ar: إرسال
de: Einreichen
it: Invia
ja: 参加する
nl: Verzenden
sq: Konfirmo
zh_hans: 提交

# phone_validation_message
source: Please enter a valid phone number
ar: يرجى إدخال رقم هاتف صحيح
de: Bitte fügen Sie eine gültige Telefonnummer ein
it: Inserisci un numero di telefono valido
ja: 有効な電話番号を入力して下さい
nl: Voer alstublieft een geldig telefoonnummer in
sq: Ju lutemi vendosni një numër telefoni të vlefshëm
zh_hans: 請輸入一個有效的電話號碼

# otp_validation_message
source: Please enter a valid OTP.
ar: صحيح OTP يرجى إدخال.
de: Bitte fügen Sie einen gültigen OTP ein.
it: Inserisci una OTP valida.
ja: 有効なOTPを入力してください.
nl: Voer een geldige OTP in.
sq: Ju lutemi vendosni FNP
zh_hans: 請輸入有效的OTP.

# name_empty_validation_message
source: Please enter name to continue.
ar: يرجى إدخال الاسم للمتابعة.
de: Bitte geben Sie den Namen ein, um fortzufahren.
it: Inserisci il nome per continuare.
ja: 続行するには名前を入力してください。
nl: Voer een naam in om door te gaan.
sq: Ju lutemi vendosni emrin që të vazhdoni.
zh_hans: 請輸入名稱繼續.

# request_cancelled_successfully
source: Your request has been cancelled.
ar: تم إلغاء طلبك بنجاح.
de: Ihre Anfrage wurde storniert
it: La tua richiesta è stata annullata.
ja: リクエストはキャンセルされました。
nl: Uw verzoek is geannuleerd..
sq: Porosia juaj është anulluar.
zh_hans: 您的請求已被取消.

# no_route_exits
source: No route exists
ar: لا يوجد مسار
de: Keine Route gefunden
it: Non esiste alcuna rotta
ja: ルートがありません
nl: Er bestaat geen route
sq: Nuk ka rrugë
zh_hans: 沒有路線

# type_reason_for_cancellation
source: Type your reason for cancellation
ar: اكتب سبب الإلغاء
de: Nennen Sie uns Ihren Grund für die Stornierung
it: Digita il motivo della cancellazione
ja: キャンセルの理由を入力してください
nl: Typ uw reden voor annulering
sq: Shkruaj arsyen për anullimin
zh_hans: 輸入您取消的原因

# write_your_msg_here
source: Write a message here…
ar: اكتب رسالتك هنا ...
de: Schreiben Sie uns eine Nachricht hier...
it: Scrivi un messaggio qui ...
ja: ここにメッセージを書いてください…
nl: Schrijf hier een bericht ...
sq: Shkruaj një mesazh ketu…
zh_hans: 在這裡寫一條消息…

# cancellation_reason_validation_text
source: Please enter cancellation reason.
ar: يرجى إدخال سبب الإلغاء.
de: Bitte nennen Sie uns Ihr Grund für die Stornierung
ja: キャンセル理由を入力してください。
nl: Voer de annuleringsreden in.
sq: Shkruaj arsyen për anullimin
zh_hans: 請輸入取消原因.

# currency
source: CAD
ar: ريال سعودي
sq: L
zh_hans: OMR

# pickup_address_validation_message
source: Please select a valid pickup address.
ar: يرجى تحديد عنوان استلام صحيح.
de: Bitte wählen Sie einen gültigen Abholpunkt aus
it: Seleziona un indirizzo di ritiro valido.
ja: 有効な集荷先住所を選択してください。
nl: Selecteer een geldig ophaaladres.
sq: Ju lutemi zgjidni një adresë të vlefshme.
zh_hans: 請選擇有效的取件地址.

# dropoff_address_validation_message
source: Please select a valid dropoff address.
ar: الرجاء تحديد عنوان توصيل صالح.
de: Bitte wählen Sie eine gültige Abgabeadresse.
ja: 有効なドロップオフアドレスを選択してください。
nl: Selecteer een geldig afleveradres.
sq: Ju lutemi zgjidni një adresë destinacioni të vlefshme.
zh_hans: 請選擇有效的下車地址.

source: Finish
ar: إنهاء
de: Vollbringen
ja: 仕上げ
nl: Af hebben
sq: Përfundo
zh_hans: 完

source: Gas
ar: غاز
sq: Karburant
zh_hans: 加油站

source: Water Tanker
ar: صهريج مياه
sq: Autobot
zh_hans: 水車

source: Drinking Water
ar: مياه معدنية
it: Acqua potabile
sq: Uje i pijshëm
zh_hans: 飲用水

# tow
source: Breakdown Recovery
ar: قطر المركبات
de: Pennenhilfe
it: Riparazione in caso di guasto
ja: 故障回復
sq: Karrotrec
zh_hans: 細分恢復

# freight
source: Trucks
ar: شاحنات النقل
it: Camion
sq: Kamiona
zh_hans: 卡車

source: Currently, no driver available.
ar: حالياً ، لا يوجد سائق
de: Derzeit kein Fahrer verfügbar
it: Attualmente, nessun driver disponibile.
ja: 現在、利用可能なドライバーはありません。
nl: Momenteel geen driver beschikbaar.
sq: Për momentin nuk ka asnjë shofer.
zh_hans: 目前，沒有可用的驅動程序.

# ongoing_request_cancelled_by_driver
source: Your ongoing request has been cancelled by the driver.
ar: تم إلغاء الطلب من قِبل السائق.
de: YDeine Fahrt wurde vom Fahrer storniert.
ja: 進行中のリクエストはドライバーによってキャンセルされました。
nl: Uw lopende aanvraag is geannuleerd door de chauffeur.
sq: Kërkesa juaj u anullua nga shoferi
zh_hans: 您的持續請求已被驅動程序取消.

source: Cash on delivery
ar: الدفع عن الاستلام
de: Bezahlung bei Lieferung
it: Contrassegno
ja: 代金引換
nl: Onder rembours
sq: Pará në dorë
zh_hans: 貨到付款

source: Card
ar: بطاقة
de: Karte
it: Carta
ja: カード
sq: Kartë

# default_selecting_token_error
source: You cannot select E-Tokens as a default payment method.
ar: لا يمكنك تحديد الرمز الإلكتروني كطريقة دفع افتراضية.
it: Non è possibile selezionare i token elettronici come metodo di pagamento predefinito.
zh_hans: 您無法選擇電子代幣作為默認付款方式.

source: E-Tokens
ar: الرموز - الإلكترونية
zh_hans: E-令牌s

source: E-Token
ar: رمز - الإلكتروني
zh_hans: E-令牌

source: left
ar: غادر
sq: të mbetura

source: Purchased
ar: تم الشراء
sq: Të bleras
zh_hans: 購買

source: Offers available near you
ar: العروض المتاحة بالقرب منك
it: Offerte disponibili vicino a te
nl: Aanbiedingen bij u in de buurt
sq: Oferta pranë jush
zh_hans: 您附近的優惠

source: available
ar: متاح
de: verfügbar
nl: beschikbaar
sq: të disponueshme
zh_hans: 可得到

source: No offers available
ar: لا توجد عروض متاحة
de: Keine Anfragen verfügbar
it: Nessuna offerta disponibile
nl: Geen aanbiedingen beschikbaar
sq: Nuk ka oferta
zh_hans: 沒有優惠

source: Buy E-Token
ar: اشتر رمز - الإلكتروني
it: Acquista e-token
zh_hans: 購買 E-令牌

# buy_etoken_confirmation
source: Are you sure you want to buy this e-token?
ar: تم تأكيد شراء هذا الرمز الإلكتروني؟
it: Sei sicuro di voler acquistare questo e-token?
zh_hans: 您確定要購買此電子令牌嗎？?

source: Yes
ar: نعم
de: Ja
it: Sì
sq: Po
zh_hans: 是

source: No
ar: لا
de: Nein
sq: Jo
zh_hans: 沒有

source: View E-Tokens
ar: عرض الرموز الإلكترونية
it: Visualizza gettoni elettronici
zh_hans: 查看電子代幣

source: Select
ar: حدد
de: Auswählen
it: Seleziona
ja: 選択する
nl: Selecteer
sq: Zgjidh
zh_hans: 選擇

# select_e_token
source: Select E-Tokens
ar: حدد الرموز الإلكترونية
it: Seleziona gettoni elettronici
sq: Zgjidh E-Tokens
zh_hans: 選擇電子代幣

source: Excellent
ar: ممتاز
de: Exzellent
ja: 優れた
nl: Uitstekend
sq: Shkëlqyeshëm
zh_hans: 優秀

source: Very Good
ar: جيد جداً
de: Sehr gut
it: Molto buono
ja: とても良い
nl: Heel goed
sq: Shumë mirë
zh_hans: 很好

source: Good
ar: جيد
de: Gut
ja: 良い
nl: Goed
sq: Mirë
zh_hans: 好

source: Sad
ar: حزين
de: Traurig
ja: 悲しい
nl: Triest
sq: Keq
zh_hans: 傷心

source: Very Sad
ar: حزين جداً
de: Sehr traurig
it: Molto triste
ja: とても悲しい
nl: Erg verdrietig
sq: Shumë Keq
zh_hans: 很傷心

# rating_validation_msg
source: Please select rating to continue.
ar: للمتابعة يرجى تحديد التقييم.
de: Bitte wählen Sie eine Bewertung um weiterzuführen.
it: Seleziona la valutazione per continuare.
ja: 続けるには評価を選択してください。
nl: Selecteer een beoordeling om door te gaan.
sq: Ju lutemi vendosni vlerësimin që të vazhdoni
zh_hans: 請選擇評分以繼續.

# validations_success
source: Validation success
ar: تم التحقق بنجاح
de: Bestätigung erfolgreich
it: Convalida riuscita
ja: 検証成功
nl: Succes van validatie
zh_hans: 驗證成功

source: Booking Details
ar: تفاصيل الحجز
de: Buchung Details
it: Dettagli prenotazione
ja: 予約明細
nl: Boekingsdetails
sq: Detajet e prenotimit
zh_hans: 預訂詳情

source: Drop off location
ar: اختر الموقع
de: Absetzort
it: Luogo di riconsegna
ja: 降車場所
nl: Afzet locatie
sq: Destinacioni
zh_hans: 放下位置

source: No Bookings
ar: لا توجد حجوزات
de: Keine Buchungen
it: Nessuna prenotazione
ja: 予約なし
nl: Geen boekingen
sq: Nuk ka prenotime
zh_hans: 沒有預訂

# like_buraq24_n_nshare_with_the_friends
source: Like Buraq24? Share with the friends.
ar: أعجبك بُراق 24 يمكنك مشاركة الإصدقاء
it: Ti piace Buraq24? nCondividi con gli amici.
sq: Ju pëlqen Bleta? Ndajeni me miqtë
zh_hans: 像布拉克24? 與朋友分享.

source: Share
ar: مشاركة
de: Teile
it: Condividi
ja: 共有
nl: Delen
sq: Ndaje
zh_hans: 分享

# contact_us_msg_hint
source: Write a message here directly to reach us…
ar: أكتب ملاحظتك هنا
de: Schreib uns hier eine direkte Nachricht...
it: Scrivi un messaggio qui direttamente per raggiungerci ...
ja: ここに直接メッセージを書いてください…
nl: Schrijf hier rechtstreeks een bericht om ons te bereiken ...
sq: Shkruaj një mesazh të na kontaktosh direkt…
zh_hans: 在這裡直接寫信給我們…

# no_email_app_installed
source: There are no email clients installed.
ar: لا يوجد بريد الألكتروني مثبت
de: Es sind keine E-Mail-Clients installiert.
it: Non ci sono client di posta installati.
zh_hans: 沒有安裝電子郵件客戶端.

# send_mail_to_buraq
source: Send mail to Buraq24
ar: أرسل رسالة بالبريد الألكتروني الى بُراق 24
it: Invia messaggio a Buraq24
sq: Dërgo email te Bleta
zh_hans: 發送郵件給Buraq24

source: Please enter message
ar: يرجى إدخال الرسالة
de: Bitte fügen Sie vier eine Nachricht ein...
it: Immettere un messaggio
ja: メッセージを入力してください
nl: Voer een bericht in
sq: Ju lutemi shkruani një mesazh
zh_hans: 請輸入留言

# we_will_reach_soon
source: We got your message. We will reach you soon.
ar: سنتواصل معك قريبا
de: Wir haben Ihre Nachricht erhalten. Wir werden uns bei Ihnen melden.
it: Abbiamo ricevuto il tuo messaggio. Ti contatteremo presto.
ja: メッセージをいただきました。すぐにご連絡いたします。
nl: We hebben je bericht ontvangen. We zullen u spoedig bereiken.
sq: Ne e morëm mesazhin tuaj. Do t'u kontaktojmë menjëherë!
zh_hans: 我們收到了你的消息。 我們會盡快與您聯繫.

# logout_confirmation
source: Are you sure you want to Signout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج ؟
de: Sind Sie sich sicher, dass Sie sich abmelden wollen?
it: Sei sicuro di voler Signout?
ja: ログアウトしてもよろしいですか？
nl: Weet u zeker dat u wilt uitloggen?
sq: A jeni i sigurt që doni të dilni?
zh_hans: 您確定要退出嗎？?

source: Coming soon
ar: قريبا
de: Kommt bald
it: Prossimamente
ja: 近日公開
sq: Vjen për pak
zh_hans: 快來了

source: Buraq 24
ar: بُراق 24
sq: Bleta
zh_hans: 布拉克24

source: Error
ar: خطأ
de: Fehler
it: Errore
ja: エラー
nl: Fout
zh_hans: 錯誤

# api_error_msg
source: Error occurred on server. Please try again.
ar: نأسف بسبب عطل في الخادم
de: Fehler beim Server. Bitte probieren Sie nochmal.
it: Si è verificato un errore sul server. Riprova.
ja: サーバーでエラーが発生しました。もう一度やり直してください。
nl: Er is een fout opgetreden op de server. Probeer het alstublieft opnieuw.
zh_hans: 服務器上發生錯誤。 請再試一次.

source: Retry
ar: إعادة المحاولة
de: Wiederholen
it: Riprova
ja: リトライ
nl: Opnieuw proberen
zh_hans: 重試

source: OTP resent successfully
ar: بنجاح OTP تم أعادة أرسال
de: OTP erfolgreich versendet
it: OTP reinviata con successo
ja: OTPは正常に再送信されます
nl: OTP succesvol opnieuw verzonden
sq: FNP u ridërgua me sukses
zh_hans: OTP成功反感

source: Change Language
ar: تغيير اللغة
de: Sprache ändern
it: Cambia lingua
ja: 言語を変更
nl: Verander taal
sq: Ndrysho gjuhën
zh_hans: 改變語言

# enter_otp_on
source: Enter the code sent on
ar: أدخل رقم OTP
de: Geben Sie den weitergesendeten Code ein
it: Inserisci il codice inviato il
ja: 確認コードが携帯電話に送信されます
nl: Voer de verzonden code in
sq: Vendos kodin e derguar ne
zh_hans: 輸入收到的OTP

source: Reach us via phone
ar: تواصل معنا عبر الهاتف
de: Sprache ändern Erreich uns per Telefon
it: Raggiungici tramite telefono
ja: 電話でご連絡ください
nl: Bereik ons via de telefoon
sq: Na telefononi
zh_hans: 通過電話聯繫我們

source: Reach us via mail
ar: تواصل معنا عبر البريد الألكتروني
de: Erreich uns per Mail
it: Raggiungici tramite posta
ja: メールでご連絡ください
nl: Bereik ons via mail
sq: Na kontaktoni me email
zh_hans: 通過郵件聯繫我們

source: No contacts
ar: لا توجد أرقام تواصل
de: Keine Kontakte
it: Nessun contatto
ja: 連絡先なし
nl: Geen contacten
sq: Nuk keni kontakte
zh_hans: 沒有聯繫人

# schedule
source: Confirm Schedule
ar: الجدول
de: Zeitplan bestätigen
it: Conferma pianificazione
ja: スケジュールを確認
nl: Bevestig schema
sq: Konfirmo orarin
zh_hans: 時間表

source: Book Now
ar: إحجــز الآن
de: Buchen Sie jetzt
it: Prenota ora
ja: 今予約する
nl: Boek nu
sq: Prenoto
zh_hans: 現在預訂

# schedule_time_selection_validation_msg
source: Oops, you can only schedule booking 1 hour after now.
ar: تحقق من اختيار الوقت
de: Hoppla, Sie können die Buchung erst 1 Stunde später planen.
it: Ops, puoi programmare la prenotazione solo 1 ora dopo adesso.
ja: 申し訳ありませんが、予約は1時間後にしかスケジュールできません。
nl: Oeps, je kunt pas 1 uur later boeken.
sq: Na falni, ju mund të rezervoni vetem 1 orë larg kohës tani.
zh_hans: 糟糕，您只能在1小時後安排預訂.

source: Congratulations
ar: تهانينا :)
de: Herzlichen Glückwunsch
ja: おめでとう
nl: Gefeliciteerd
sq: Urime
zh_hans: 祝賀

# service_booked_successfully
source: Your service has been booked successfully
ar: تم حجز خدمتك بنجـاح
de: Ihre Buchung war erfolgreich
it: Il tuo servizio è stato prenotato con successo
ja: サービスが正常に予約されました
nl: Uw dienst is succesvol geboekt
sq: Shërbimi juaj u rezervua me sukses
zh_hans: 您的服務已成功預訂

# order_cancelled
source: Your order has been cancelled
ar: :( تم إلغاء طلبك
de: Ihr Auftrag wurde storniert
it: Il tuo ordine è stato annullato
ja: ご注文はキャンセルされました
nl: Uw bestelling is geannuleerd
sq: Porosia juaj u anullua
zh_hans: 您的訂單已被取消

source: Save
ar: حفظ
de: Sichern
it: Salva
ja: 保存する
nl: Sparen
sq: Ruaj
zh_hans: 保存

source: Profile updated successfully!
ar: تم تحديث الملف الشخصي بنجاح
de: Profil wurde erfolgreich aktualisiert!
it: Profilo aggiornato correttamente!
ja: プロファイルが正常に更新されました！
nl: Profiel succesvol bijgewerkt!
sq: Profili u ndryshua me sukses!
zh_hans: 資料更新成功!

source: Permission required to select image
ar: يطلب الموافقة لتحديد الصورة
de: Zulassung für das Bild erforderlich
it: Autorizzazione richiesta per selezionare l'immagine
ja: 画像を選択するために必要な許可
nl: Toestemming vereist om afbeelding te selecteren
sq: Aplikacioni duhet lejuar për akses ne Galeri
zh_hans: 選擇圖像所需的權限

# dialog_camera
source: Camera
ar: من الكاميرا
de: Kamera
it: Fotocamera
ja: カメラ
zh_hans: 相機

# dialog_gallery
source: Gallery
ar: من الصور
de: Gallerie
it: Galleria
ja: ギャラリー
nl: Galerij
zh_hans: 畫廊

# dialog_select_your_choice
source: Select
ar: حدد أختيارك
de: Auswählen
it: Seleziona
ja: 選択する
nl: Selecteer
sq: Zgjidh
zh_hans: 選擇

source: Push Notifications
ar: تفعيل التنبيهات
de: Push-Benachrichtigungen
it: Notifiche push
ja: プッシュ通知
nl: Push-meldingen
sq: Njoftimet
zh_hans: 推送通知

source: Privacy
ar: الخصوصية
de: Privatsphäre
it: vita privata
ja: プライバシー
sq: Privatësia
zh_hans: 隱私

source: About Us
ar: معلومات عنا
de: Über uns
it: Chi siamo
ja: 私たちに関しては
nl: Over ons
sq: Rreth Nesh
zh_hans: 關於我們

source: Edit Profile
ar: تحرير الملف الشخصي
de: Profil bearbeiten
it: Modifica profilo
ja: プロファイル編集
nl: Bewerk profiel
sq: Ndrysho profilin
zh_hans: 編輯個人資料

source: Completed
ar: مكتمل
de: Komplett
it: Completato
ja: 完成した
nl: Voltooid
sq: Përfundoi
zh_hans: 已完成

source: Cancelled
ar: تم الإلغاء
de: Storniert
ja: キャンセル
nl: Geannuleerd
sq: Anulluar
zh_hans: 取消

source: Scheduled
ar: تعيين موعد
de: Geplant
it: Programmato
ja: 予定
nl: Gepland
sq: Prenotuar
zh_hans: 計劃

source: Select Location
ar: حدد الموقع
de: Ort auswählen
it: Seleziona posizione
ja: 場所を選択
nl: Selecteer locatie
sq: Zgjidh vendndodhjen
zh_hans: 選擇位置

source: Select vehicle type
ar: حدد نوع المركبة
de: Fahrzeugtyp auswählen
it: Seleziona il tipo di veicolo
ja: 車種を選択
nl: Selecteer voertuigtype
sq: Zgjidh llojin e makines
zh_hans: 選擇車輛類型

source: Select sub model
ar: حدد نوع الموديل
de: Untermodell auswählen
it: Seleziona sottomodello
ja: サブモデルを選択
nl: Selecteer submodel
sq: Zgjidh modelin e makinës
zh_hans: 選擇子模型

# enter_approx_weight
source: Enter approx weight in Kg's...
ar: أدخل الوزن التقريبي
de: Geben Sie das ungefähre Gewicht in kg ein ...
it: Inserisci il peso approssimativo in kg ...
ja: Kgにおよその重量を入力してください...
nl: Voer ongeveer het gewicht in Kg's in ...
sq: Vendos peshën në Kg
zh_hans: 以千克為單位輸入近似重量...

source: Enter additional information...
ar: أضف معلومات أخرى
de: Zusätzliche Informationen eingeben ...
it: Inserisci informazioni aggiuntive ...
ja: 追加情報を入力...
nl: Voer aanvullende informatie in ...
sq: Vendos detaje të tjera...
zh_hans: 輸入其他信息...

source: Upload images
ar: تحميل الصور
de: Bilder hochladen
it: Carica immagini
ja: 画像をアップロードする
nl: Upload afbeeldingen
sq: Ngarko fotot
zh_hans: 上傳圖片

# view_deals
source: view deals available via companies
ar: عرض العروض المتاحة
de: Öffnen Sie die Angebote der Unternehmen
it: visualizza offerte disponibili tramite società
nl: bekijk aanbiedingen die beschikbaar zijn via bedrijven
sq: Shiko ofertat në bazë të kompanive
zh_hans: 查看公司提供的優惠

# driver_accepted_request
source: Driver has accepted your request.
ar: لقد قبل السائق طلبك
de: Der Fahrer hat Ihr Antrag akzeptiert.
it: Il conducente ha accettato la tua richiesta.
ja: ドライバーがあなたのリクエストを受け入れました。
nl: Bestuurder heeft uw verzoek geaccepteerd.
sq: Shoferi e pranoi kërkesën tuaj.
zh_hans: 司機已接受您的請求.

source: Driver is on the way
ar: السائق بالطريق جايك
de: Fahrer ist unterwegs
it: L'autista sta arrivando
ja: 運転手がいます
nl: Bestuurder is onderweg
sq: Shoferi është rrugës
zh_hans: 司機正在路上

# truck_driver_is_on_the_way
source: Your order is on the way for delivery
ar: السيارة بالطريق صوبك
de: Ihre Bestellung ist auf dem Weg zur Lieferung
it: Il tuo ordine sta per essere consegnato
nl: Uw bestelling is onderweg voor bezorging
sq: Porosia juaj është rrugës

# driver_completing_nearby_order
source: Driver is completing nearby order
ar: السائق يكمل رحلة وبيجيك.. :)
de: Der Fahrer führt die Bestellung in der Nähe aus
it: L'autista sta completando l'ordine nelle vicinanze
ja: ドライバーは近くの注文を完了しています
nl: Bestuurder voltooit bestelling in de buurt
sq: Shoferi po mbaron një porosi aty afër
zh_hans: 司機正在完成附近的訂單

source: Version :
ar: الإصدار
ja: バージョン：
zh_hans: 版:

# support
source: Other Services
ar: خدمات أخرى
de: Andere Services:
it: Altri servizi
ja: 他のサービス
nl: Andere diensten
sq: Shërbime të tjera
zh_hans: 其他服務

# no_services
source: No services available
ar: لا توجد خدمات متاحة
de: Keine Services verfügbar
it: Nessun servizio disponibile
ja: 利用可能なサービスはありません
nl: Geen services beschikbaar
sq: Nuk ka shërbime të disponueshme
zh_hans: 沒有可用的服務

# support_msg
source: Select an issue we can help you with
ar: حدد المشكلة يمكننا مساعدتك
de: Wählen Sie ein Problem auf, bei der wir Ihnen helfen können
it: Seleziona un problema per cui possiamo aiutarti
ja: サポートできる問題を選択してください
nl: Selecteer een probleem waarmee we u kunnen helpen
sq: Zgjidh problemin që po hasni
zh_hans: 選擇我們可以幫助您解決的問題

source: I agree to the
ar: أنا أوافق على
de: Ich stimmen den ... zu
it: Accetto
ja: に同意します
nl: Ik ga akkoord met de
sq: Jam dakord me
zh_hans: 我同意

# terms_and_conditions_validation_message
source: Please agree to our terms and conditions
ar: الرجاء الموافقة على الشروط والأحكام
de: Bitte stimmen Sie unseren Bedingungen zu
it: Accetta i nostri termini e condizioni
ja: 利用規約に同意してください
nl: Ga akkoord met onze algemene voorwaarden
sq: Ju lutemi pranoni Termat dhe Kushtet
zh_hans: 請同意我們的條款和條件

# terms_and_conditions_caps
source: Terms and Conditions
ar: الشروط والأحكام
de: Bedingungen und Zustände
it: Termini e condizioni
ja: 規約と条件
nl: Voorwaarden
sq: Termat dhe Kushtet
zh_hans: 條款和條件

source: Press back again to exit.
ar: اضغط مرة أخرى للخروج
de: Drücken Sie nochmal zurück um zu verlassen.
it: Premi di nuovo indietro per uscire.
ja: もう一度押すと終了します。
nl: Druk nogmaals op Back om af te sluiten.
sq: Shko mbrapa dhe një herë për të dalë.
zh_hans: 再按一次退出.

# sms_permission
source: Grant read sms permission to auto fetch the OTP.
ar: OTPمنح قراءة الرسالة النصية تلقائي لوصول
de: Erteilen Sie die Lese-SMS-Berechtigung zum automatischen Abrufen des OTP.
it: Concedi il permesso di lettura degli sms per il recupero automatico dell'OTP.
zh_hans: 授予讀取sms權限以自動獲取OTP.

source: Grant
ar: منح
de: Gewähren
it: Concedere
ja: 付与
nl: Verlenen
zh_hans: 格蘭特

# default_category_name
source: Service
ar: اسم الفئة الافتراضي
it: Servizio
ja: サービス
nl: Onderhoud
sq: Shërbim
zh_hans: 服務

source: Started at
ar: بدأت في
de: Gestartet bei
it: Iniziato alle
ja: 開始
nl: Begon bij
sq: Filloi në
zh_hans: 開始於

source: Completed at
ar: اكتمل في
de: Komplett bei
it: Completato alle
ja: 完了
nl: Voltooid om
sq: Mbaroi në
zh_hans: 完成於

source: Past
ar: السابقة
de: Nach
it: Passato
ja: 過去
nl: Verleden
sq: Të shkuara
zh_hans: 過去

# uncoming
source: Upcoming
ar: القادمة
de: bevorstehende
it: In arrivo
ja: 今後の
nl: Aankomende
sq: Të planifikuara
zh_hans: 即將到來

source: Normal
ar: عادي
it: Normale
ja: 正常
nl: Normaal
zh_hans: 正常

source: Satellite
ar: الأقمار الصناعية
de: Satellit
ja: 衛星
sq: Satelit
zh_hans: 衛星

# max_images_validation_msg
source: You can add maximum 2 images
ar: يمكنك إضافة صورتين كحد أقصى.
de: Sie können maximal 2 Bilder hinzufügen
it: Puoi aggiungere massimo 2 immagini
ja: 最大2つの画像を追加できます
nl: U kunt maximaal 2 afbeeldingen toevoegen
sq: Ju mund të vendosni max 2 foto
zh_hans: 您最多可以添加2張圖像

# work_in_progress
source: Your booking is not completed because the service update is under process. Please contact our customer support for assistance.
ar: الخدمة قيد التنفيذ
de: Ihre Buchung ist nicht abgeschlossen, da das Service-Update in Bearbeitung ist. Bitte wenden Sie sich an unseren Kundensupport, um Unterstützung zu erhalten.
it: La tua prenotazione non è stata completata perché l'aggiornamento del servizio è in corso. Contatta il nostro supporto clienti per assistenza.
ja: サービスの更新中のため、予約は完了していません。 カスタマーサポートにお問い合わせください。
nl: Uw boeking is niet voltooid omdat de service-update wordt uitgevoerd. Neem contact op met onze klantenservice voor hulp.
zh_hans: 您的預訂尚未完成，因為正在進行服務更新。 請聯繫我們的客戶支持以獲取幫助.

# email_not_configured
source: Email is not configured on the phone
ar: لم تتم تهيئة البريد الإلكتروني على الهاتف
de: E-Mail ist auf dem Telefon nicht konfiguriert
it: L'email non è configurata sul telefono
ja: 電話でメールが設定されていません
nl: E-mail is niet geconfigureerd op de telefoon
zh_hans: 電話未在手機上配置

# eToken.onlinePayment
source: Online payment not available yet.
ar: الدفع الإلكتروني غير متاح
de: Online-Zahlung noch nicht verfügbar.
it: Pagamento online non ancora disponibile.
nl: Online betaling is nog niet beschikbaar.
zh_hans: 尚无在线支付 .

# eToken.tokenPurchasedSuccessfully
source: Token purchased successfully.
ar: تـم الدفع بنجاح
it: Token acquistato con successo.
nl: Token succesvol gekocht.
zh_hans: 令牌已成功购买。

# eToken.selectAddress
source: Please select address.
ar: اختر العنوان
de: Bitte wählen Sie die Adresse.
it: Seleziona indirizzo.
nl: Selecteer een adres.
zh_hans: 请选择地址 .

# eToken.timeOut
source: Timeout
ar: انتهى الوقت
de: Auszeit
it: Tempo scaduto
zh_hans: 超时

# eToken.approvalPending
source: Approval Pending
ar: قيد الإنتظار
de: Bestätigung ausstehend
it: Approvazione in sospeso
nl: Goedkeuring in behandeling
zh_hans: 等待批准

# eToken.rejected
source: Rejected
ar: مرفوض
de: Abgelehnt
it: Rifiutato
nl: Afgewezen
sq: Refuzuar
zh_hans: 拒绝

# eToken.trackingNotAvailable
source: Tracking not available yet. Please wait.
ar: لايوجد مسار .. إنتظر قليلاً
de: Tracking noch nicht verfügbar. Warten Sie mal.
it: Monitoraggio non ancora disponibile. Attendi.
nl: Volgen nog niet beschikbaar. Even geduld.
zh_hans: 跟踪尚不可用。请稍候 .

# alet.enterDetails
source: Please enter order details.
ar: أدخِل تفاصيل الطلب
de: Bitte geben Sie die Bestelldaten ein.
it: Inserisci i dettagli dell'ordine.
nl: Voer de bestelgegevens in.
zh_hans: 请输入订单明细 .

# etoken.Timeout
source: Timeout
ar: انتهى الوقـت
it: Tempo scaduto
ja: タイムアウト
zh_hans: 超时

# etoken.ApprovalPending
source: Approval Pending
ar: قيد الانتظار
it: Approvazione in sospeso
ja: 承認待ち
nl: Goedkeuring in behandeling
zh_hans: 等待批准

# etoken.Rejected
source: Rejected
ar: مرفوض
it: Rifiutato
ja: 拒否されました
nl: Afgewezen
sq: Refuzuar
zh_hans: 拒绝

source: Mon
ar: الإثنين
it: Lun
sq: Hën
zh_hans: 周一

source: Tue
ar: الثلاثاء
it: mar
sq: Mar
zh_hans: 周一

source: Wed
ar: الأربعاء
it: sposare
sq: Mër
zh_hans: 星期三

source: Thu
ar: الخميس
it: collezione
sq: Enj

source: Fri
ar: الجمعة
it: Ven
sq: Pre
zh_hans: 周五

source: Sat
ar: السبت
it: seduto
sq: Sht
zh_hans: 周六
