Repository: concierge24/Elconcierge_ios
Catalog: CodeFiles/Localization/*.lproj/Localizable.strings
Languages: ar, de, it, ja, nl, sq, zh_hans

source: Reviews
ar: المراجعات
it: Recensioni
sq: Vlerësime

# LanguageName.Arabic
source: عربى
ar: العربية

# Validation.TermsConditions
source: Please select terms and conditions.
ar: يرجى تحديد الشروط والأحكام.
de: Bitte wählen Sie die allgemeinen Geschäftsbedingungen aus.
it: Seleziona termini e condizioni.
ja: 利用規約を選択してください.
nl: Selecteer de algemene voorwaarden.
sq: Ju lutemi aprovoni Termat dhe Kushtet
zh_hans: 請選擇條款和條件.

# Validation.InternetNotWorking
source: You need to enable internet connection.
ar: تحتاج إلى تمكين اتصال الإنترنت.
de: Sie müssen die Internetverbindung aktivieren.
it: Devi abilitare la connessione a Internet.
ja: インターネット接続を有効にする必要があります.
nl: U moet een internetverbinding inschakelen.
sq: Ju duhet të jeni të lidhur në internet
zh_hans: 您需要啟用互聯網連接.

# Validation.PhoneNumberMissed
source: Please enter phone number.
ar: ادخل رقم الجوال
de: Bitte geben Sie die Telefonnummer ein.
it: Inserisci il numero di telefono.
ja: 電話番号を入力してください.
nl: Voer een telefoonnummer in.
sq: Ju lutemi vendosni një numër telefoni të vlefshëm.
zh_hans: 請輸入電話號碼.

# Validation.PhoneNumberLength
source: Please enter valid phone number.
ar: أدخل رقم الجوال
de: Bitte geben Sie eine gültige Telefonnummer ein.
it: Si prega di inserire il numero di telefono valido.
ja: 有効な電話番号を入力してください.
nl: Voer een geldig telefoonnummer in.
sq: Ju lutemi vendosni një numër telefoni të vlefshëm.
zh_hans: 請輸入有效的電話號碼.

# Validation.OTPValidation
source: Please enter otp.
ar: رمز التحقق
de: Bitte geben Sie otp ein.
it: Immettere otp.
ja: OTPを入力してください.
nl: Voer otp in.
sq: Ju lutemi vendosni FNP.
zh_hans: 請輸入otp.

# Validation.UserName
source: Please enter full name.
ar: اسم المستخدم
de: Bitte geben Sie den vollständigen Namen ein.
it: Inserisci il nome completo.
ja: 氏名を入力してください.
nl: Voer de volledige naam in.
sq: Ju lutemi vendosni emrin e plotë.
zh_hans: 請輸入全名.

# Validation.Alert
source: Alert
ar: تنبيـه
de: Bestellung verfolgen
it: Mettere in guardia
ja: 警告！
nl: Waarschuwing
sq: Njoftim
zh_hans: 警報

# Validation.Success
source: Success
ar: تــم
de: Erfolg
it: Successo
ja: 成功
nl: Succes
sq: Sukses
zh_hans: 成功

# IntroductionVC.TitleFirst
source: Freight delivery is just one tap away
ar: فریٹ ڈِلیوری صِرف ایک ٹچ کی دُوری پر
de: Frachtlieferung ist nur einen Fingertipp entfernt
it: La consegna delle merci è a portata di tocco
ja: 貨物の配達はわずか1タップです
nl: Vrachtbezorging is slechts één tik verwijderd
sq: Dorëzimi i mallrave është vetëm një buton larg
zh_hans: 貨運只需輕輕一點

# IntroductionVC.TitleDescription
source: Delivery care free at your doorstep.
ar: تقديم الرعاية مجانا على عتبةداركم.
de: Lieferung sorglos vor Ihrer Haustür.
it: Consegna gratuita a domicilio.
ja: 玄関先で無料で配送。
nl: Levering zonder zorgen voor de deur.
sq: Dorëzim i thjeshtë dhe i sigurt në pragun tuaj
zh_hans: 在您家門口免費送貨.

# LandingVC.MobileNumber
source: Enter your mobile number
ar: رقم الجوال
de: Geben Sie Ihre Handynummer ein
it: Inserisci il tuo numero di telefono
ja: 携帯番号を入力してください
nl: Voer uw mobiele nummer in
sq: Vendos nr. e Tel
zh_hans: 輸入你的手機號碼

# LandingVC.AccountAgreement
source: By creating account you agree
ar: الموافقه على الشروط
de: Durch das Erstellen eines Kontos stimmen Sie zu
it: Creando un account accetti
ja: アカウントを作成することに同意します
nl: Door een account aan te maken gaat u akkoord
sq: Duke krijuar një llogari ju bini dakord me
zh_hans: 通過創建帳戶，您同意

# LandingVC.Terms&Conditions
source: Terms and Conditions
ar: الشروط و الأحكام
it: Termini e condizioni
ja: 規約と条件
sq: Termat dhe Kushtet
zh_hans: 條款和條件

# LandingVC.OtpWillBeSent
source: An OTP will be sent on your entered mobile number for verification.
ar: سيتم إرسال OTP على رقم جوالك الذي أدخلته للتحقق.
de: Ein OTP wird zur Überprüfung auf Ihre eingegebene Handynummer gesendet.
it: Verrà inviata una OTP sul tuo numero di cellulare inserito per la verifica.
ja: 確認のため、入力した携帯電話番号にOTPが送信されます.
nl: Een OTP wordt ter verificatie naar uw ingevoerde mobiele nummer verzonden.
sq: Një FNP do ju dërgohet tek numri i regjistruar për verifikim

# LandingVC.Proceed
source: Proceed
ar: إستمرار
de: Fortfahren
it: Procedere
ja: 続行
nl: Doorgaan
sq: Vazhdo

# OTPVC.OTPText
source: Enter the OTP Received on
ar: ارسال رمز OTP
de: Geben Sie das empfangene OTP ein
it: Immettere l'OTP ricevuto il
ja: 受信したOTPを入力してください
nl: Voer de OTP ontvangen op in
sq: Vendos FNP e dërguar ne
zh_hans: 輸入已接收的OTP

# OTPVC.EditNumber
source: Edit this number
ar: تعديـل الرقم
de: Diese Nummer bearbeiten
it: Modifica questo numero
ja: この番号を編集
nl: Bewerk dit nummer
sq: Ndrysho numrin
zh_hans: 編輯這個號碼

# OTPVC.ResendOTP
source: Resend OTP
ar: otp إعادة ارسال
de: OTP erneut senden
it: Invia di nuovo OTP
ja: OTPを再送信
nl: OTP opnieuw verzenden
sq: Ridërgo FNP
zh_hans: 重新發送OTP

# OTPVC.VerificationCode
source: Verification Code
ar: رمـز التأكيد
de: Verifizierungscode
it: Codice di verifica
ja: 検証コード
nl: Verificatiecode
sq: Kodi i verifikimit

# OTPVC.DontReceiveCode
source: Don't receive your code?
ar: لم تستلم رمزك؟
de: Erhalten Sie Ihren Code nicht?
it: Non ricevi il tuo codice?
ja: コードを受け取りませんか？
nl: Heeft u uw code niet ontvangen?
sq: Nuk ju erdhi kodi?

# UserProfileVC.NameText
source: Hey!What's your name
ar: الإسم
de: Hey! Wie heißt du?
it: Hey qual è il tuo nome
ja: おい、名前は？
nl: Hey wat is je naam
sq: Hej! Si e ke emrin?
zh_hans: 嘿！你叫什麼名字

# UserProfileVC.ReferalCode
source: REFERRAL CODE
ar: كود الإحالة
it: CODICE DI RIFERIMENTO
ja: 紹介コード
nl: VERWIJZINGSCODE
sq: KODI I REFERIMIT

# UserProfileVC.Submit
source: Submit
ar: إرسال
de: Einreichen
it: Invia
ja: 参加する
nl: Verzenden
sq: Konfirmo

# UserProfileVC.JustSomeMore
source: Just some more information to fill up :)
ar: فقط المزيد من المعلومات :)
de: Noch ein wenig mehr Informationen, die wir benötigen :)
it: Solo qualche informazione in più da riempire :)
ja: 記入するいくつかのより多くの情報:) 参加する
nl: Gewoon wat meer informatie om in te vullen :)
sq: Na duhet edhe pak informacion :)

# Service.Gas
source: Gas
ar: گیس
sq: Karburant
zh_hans: 加油站

# Service.DrinkingWater
source: Drinking Water
ar: پانی
it: Bevendo acqua
sq: Uje i pijshëm
zh_hans: 飲用水

# Service.WaterTanker
source: Water Tanker
ar: پانی ٹینکر
sq: Autobot
zh_hans: 水車

# Service.Freight
source: Trucks
ar: ٹرانسپورٹ
it: Camion
sq: Kamionë
zh_hans: 卡車

# Service.Tow
source: Breakdown Recovery
ar: ریکوّری گاڈی
it: Recupero in caso di guasto
sq: Karrotrec
zh_hans: 細分恢復

# Service.HeavyMachine
source: Heavy Machine
ar: ٹرانسپورٹ
it: Macchina pesante
sq: Makineri e rëndë
zh_hans: 重型機器

# LeftMenuOption.Bookings
source: Bookings
ar: الحجوزات
de: Buchungen
it: Prenotazioni
ja: ご予約
nl: Boekingen
sq: Prenotime
zh_hans: 預訂

# LeftMenuOption.Support
source: Other Services
ar: الدعـم
de: Andere Services
it: Altri servizi
ja: 他のサービスs
nl: Andere diensten
sq: Shërbime të tjera
zh_hans: 其他服務

# LeftMenuOption.Promotions
source: Promotions
ar: العروض
de: Promotionen
it: Promozioni
ja: プロモーション
nl: Promotionen
sq: Promocione
zh_hans: 促銷

# LeftMenuOption.Payments
source: Payments
ar: المدفوعات
de: Zahlungen
it: Pagamenti
ja: お支払い
nl: Zahlungen
sq: Pagesa
zh_hans: 支付

# LeftMenuOption.Referral
source: Referral
ar: الإحالات
de: Überweisung
ja: 照会
nl: Überweisung
sq: Referime
zh_hans: 推薦

# LeftMenuOption.EmergencyContacts
source: Important Numbers
ar: الدعـم
de: Wichtige Zahlen
it: Numeri importanti
ja: 緊急連絡先
nl: Notfallkontakte
sq: Numra të rëndësishëm
zh_hans: 重要數字

# LeftMenuOption.Settings
source: Settings
ar: الإعدادات
de: Einstellungen
ja: 設定
nl: Einstellungen
sq: Konfigurime
zh_hans: 設置

# LeftMenuOption.ContactUs
source: Contact us
ar: اتصل بنا
de: Kontaktier uns
it: Contattaci
ja: お問い合わせ
nl: Kontaktier uns
sq: Na kontaktoni
zh_hans: 聯繫我們

# LeftMenuOption.Signout
source: Sign out
ar: تسجيل خروج
de: Abmelden
it: Firma out
ja: サインアウト
nl: Abmelden
sq: Dil
zh_hans: 登出

# NavigationButton.Select
source: Select
ar: إختيار
de: Auswählen
it: Seleziona
ja: 選択する
nl: Selecteer
sq: Zgjidh
zh_hans: 選擇

# NavigationButton.Back
source: Back
ar: رجـوع
de: Zurück
it: Indietro
ja: バック
nl: Terug
sq: Mbrapa
zh_hans: 背部

# NavigationTitle.Location
source: Location
ar: الموقـع
de: Ort
it: Posizione
ja: ロケーション
nl: Plaats
sq: Vendndodhja
zh_hans: 地點

# Order.DropOffLocation
source: Enter drop off location
ar: موقــع التوصيل
de: Geben Sie den Abstellort an
it: Inserisci la posizione di consegna
ja: 降車場所を入力してください
nl: Voer de afleverlocatie in
sq: Vendos destinacionin
zh_hans: 輸入下車位置

# Order.DetailEnterTitle
source: Enter details of order
ar: تفاصيل الطلب
de: Geben Sie Informationen über Ihre Bestellung ein
it: Inserisci i dettagli dell'ordine
ja: 注文の詳細を入力してください
nl: Voer de details van de bestelling in
sq: Vendos detajet e porosisë
zh_hans: 輸入訂單詳情

# Order.DetailValidation
source: Please enter order details.
ar: أدخـل تفاصيل طلبك
de: Bitte geben Sie die Bestelldaten ein.
it: Inserisci i dettagli dell'ordine.
ja: 注文の詳細を入力してください.
nl: Voer de bestelgegevens in.
sq: Ju lutemi vendosni detajet e porosisë
zh_hans: 請輸入訂單詳情.

# Order.SelectBrand
source: Select brand
ar: اختـر براند
de: Marke auswählen
it: Seleziona marca
ja: ブランドを選択
nl: Selecteer merk
sq: Zgjidh firmën
zh_hans: 選擇品牌

# Order.SelectCapacity
source: Select capacity
ar: إختر السعه
de: Kapazität auswählen
it: Seleziona capacità
ja: 容量を選択
nl: Selecteer capaciteit
sq: Zgjidh kapacitetin
zh_hans: 選擇容量

# Order.SelectQuantity
source: Select quantity
ar: اختر الكمية
de: Menge auswählen
it: Seleziona quantità
ja: 量を選んでください
nl: Selecteer aantal
sq: Zgjidh sasinë
zh_hans: 選擇數量

# Order.Next
source: Next
ar: التالى
it: Avanti
ja: 次
nl: De volgende
sq: Tjetër
zh_hans: 下一個

# Order.CancellingReasonValidation
source: Please enter cancelling reason.
ar: هل تريد الإلغـاء؟
de: Bitte geben Sie den Stornierungsgrund ein.
it: Immettere il motivo dell'annullamento.
ja: キャンセル理由を入力してください.
nl: Voer een reden voor annulering in.
sq: Ju lutemi vendosni arsyen e anullimit.
zh_hans: 請輸入取消原因.

# Order.PlaceHolderCancelReason
source: Write a cancelling reason.
ar: اكتب سبب الإلغــاء
de: Stornierungsgrund schreiben.
it: Scrivi un motivo per l'annullamento.
ja: キャンセルの理由を書いてください.
nl: Schrijf een annuleringsreden.
sq: Shkruani arsyen e anullimit.
zh_hans: 寫下取消原因.

# Order.Invoice
source: Invoice
ar: فاتورة
de: Rechnung
it: Fattura
ja: 請求書
nl: Factuur
sq: Fatura
zh_hans: 發票

# Order.BaseFair
source: Base fare
ar: الأجــرة الأساسية
de: Basistarif
it: Tariffa base
ja: 基本運賃
nl: Basistarief
sq: Tarifa bazë
zh_hans: 基本票價

# Order.Tax
source: Tax
ar: ضريبة
de: Gebühr
it: Tasse
ja: 税金
nl: Belasting
sq: Taksa
zh_hans: 稅

# Order.Finish
source: Finish
ar: ختم
de: Vollbringen
ja: 仕上げ
nl: Af hebben
sq: Përfundo
zh_hans: 完

# Order.Rate
source: Rate
ar: التقييم
de: Bewertung
ja: 割合
nl: Tarief
sq: Vlerëso
zh_hans: 率

# Order.VerySad
source: Very sad
ar: غير مقبول
de: Sehr traurig
it: Molto triste
ja: とても悲しい
nl: Erg verdrietig
sq: Shumë Keq
zh_hans: 很傷心

# Order.Sad
source: Sad
ar: غير راضي
de: Traurig
ja: 悲しい
nl: Triest
sq: Keq
zh_hans: 傷心

# Order.Good
source: Good
ar: جيد
de: Gut
it: Buono
ja: 良い
nl: Goed
sq: Mirë
zh_hans: 好

# Order.Happy
source: Happy
ar: ممتاز
de: Glücklich
nl: Gelukkig
sq: Shumë mirë
zh_hans: 快樂

# Order.RatingTextPalceholder
source: Add a comment here ...
ar: تقييم
de: Fügen Sie hier einen Kommentar hinzu ...
it: Aggiungi un commento qui ...
ja: ここにコメントを追加…
nl: Voeg hier een opmerking toe ...
sq: Shto një koment këtu ...
zh_hans: 在這裡添加評論 ...

# Order.SubmitRating
source: Submit rating
ar: ارسال
de: Bewertung abgeben
it: Invia valutazione
ja: 評価を送信
nl: Beoordeling indienen
sq: Vendos vlerësimin
zh_hans: 提交評分

# Order.TokenLeft
source: token left
ar: متبقي
it: gettone rimasto
zh_hans: 令牌左

# Order.Token
source: token
ar: ٹوکن
zh_hans: 代幣

# BuyToken.PopUpTitle
source: Do you want to buy this e-token ?
ar: کیا آپ یہ اِی ٹوکن خریدنا چاہتے ہیں؟
it: Vuoi acquistare questo e-token?
zh_hans: 你想買這個電子令牌嗎？?

# BuyToken.Purchased
source: Purchased
ar: خرید شدہ
it: Acquistato
sq: Të blera
zh_hans: 購買

# BuyToken.OffersNearYou
source: Offers available near you
ar: آپ کے قریب دستیاب اوفرز
it: Offerte disponibili vicino a te
sq: Ofertat pranë jush
zh_hans: 您附近的優惠

# Bookings.Past
source: Past
ar: الحجوزات السابقــة
de: Nach
it: Passato
ja: 過去
nl: Nach
sq: Të shkuara
zh_hans: 過去

# Bookings.Upcoming
source: Upcoming
ar: الحجوزات القادمــة
de: bevorstehende
it: Prossimi
ja: 今後の
nl: bevorstehende
sq: Të prenotuara
zh_hans: 即將到來

# ContactUs.ReachByPhone
source: Reach us via phone
ar: تأكيد عن طريق الجوال
de: Erreich uns per Telefon
it: Raggiungici tramite telefono
ja: 電話でご連絡ください
nl: Bereik ons via de telefoon
sq: Na telefono
zh_hans: 通過電話聯繫我們

# ContactUs.ReachByEmail
source: Reach us via email
ar: تأكيد عن طريق الايميل
de: Erreich uns per Mail
it: Raggiungici tramite email
ja: メールでご連絡ください
nl: Bereik ons via mail
sq: Na kontakto me email
zh_hans: 通過電子郵件聯繫我們

# ContactUs.PlaceHolder
source: Write a message here directly to reach us..
ar: اكتب رسالة هنا مباشرة لتصل إلينا.
de: Schreiben Sie hier direkt eine Nachricht, um uns zu erreichen.
it: Scrivi un messaggio qui direttamente per raggiungerci ..
ja: ここに直接メッセージを書いてください…
nl: Schrijf hier rechtstreeks een bericht om ons te bereiken ...
sq: Shkruaj një mesazh këtu për të na kontaktuar direkt..
zh_hans: 在這裡直接寫信給我們..

# ContactUS.ValidationMessage
source: Please write something first.
ar: يرجى كتابة شيء أولا.
de: Bitte schreibe zuerst etwas.
it: Prima scrivi qualcosa.
ja: 最初に何か書いてください
nl: Voer een bericht in
sq: Ju lutemi shkruani dicka.
zh_hans: 請先寫點東西.

# Referral.Text
source: Like Buraq 24?
ar: مشاركه التطبيق
it: Ti piace Buraq 24?
sq: Ju pelqen Bleta?
zh_hans: 像布拉克24?

# Referral.ShareWithFriends
source: Share with the friends
ar: شارك التطبيق مع اصدقائك
de: Teilen Sie mit den Freunden
it: Condividi con gli amici
ja: 友達と共有する
nl: Deel met de vrienden
sq: Ndaje me miqtë
zh_hans: 與朋友分享

# PopUpScheduledBooked.ConfirmationTitle
source: Congratulations
ar: تهانينا :)
de: Herzlichen Glückwunsch
it: Congratulazioni
ja: おめでとう
nl: Herzlichen Glückwunsch
sq: Urime
zh_hans: 祝賀

# PopUpScheduledBooked.ConfirmationMessage
source: Your service has been booked.
ar: تـم حجز خدمتك بِـ نجاح
de: Ihre Buchung war erfolgreich .
it: Il tuo servizio è stato prenotato.
ja: サービスが正常に予約されました.
nl: Ihre Buchung war erfolgreich
sq: Shërbimi juaj u prenotua.
zh_hans: 您的服務已被預訂.

# OrderStatus.Searching
source: Searching
ar: جاري البحث
de: Suchen
it: Ricerca in corso
ja: 探す
nl: Zoeken
sq: Duke kërkuar
zh_hans: 搜索

# OrderStatus.Ongoing
source: Ongoing
ar: مستمرة
de: Laufend
it: In corso
ja: 進行中
nl: Lopend
sq: Aktive
zh_hans: 不斷的

# OrderStatus.Confirmed
source: Confirmed
ar: تم التأكيد
de: Bestätigt
it: Confermato
ja: 確認済み
nl: Bevestigd
sq: U konfirmua
zh_hans: 確認

# OrderStatus.Reached
source: Reached
ar: تم الوصول
de: Taxi buchen
it: Raggiunto
ja: 到達した
nl: Bereikt
sq: Arriti

# OrderStatus.CustomerCancel
source: Customer Cancelled
ar: تم الإلغاء من العميل
de: Kunde storniert
it: Cliente annullato
ja: 顧客はキャンセルしました
nl: Klant geannuleerd
sq: Klienti anulloi
zh_hans: 客戶已取消

# OrderStatus.SerComplete
source: Completed
ar: مكتمل
de: Komplett
it: Completato
ja: 完了しました
nl: Voltooid
sq: Përfundoi
zh_hans: 已完成

# OrderStatus.SerReject
source: Rejected
ar: مرفوض
de: Abgelehnt
it: Rifiutato
ja: 拒否されました
nl: Afgewezen
sq: Refuzuar
zh_hans: 被拒絕

# OrderStatus.DriverCancel
source: Driver Cancelled
ar: قام السائق بالإلغاء
de: Fahrer abgesagt
it: Driver annullato
ja: ドライバーがキャンセルされました
nl: Stuurprogramma geannuleerd
sq: Shoferi Anulloi
zh_hans: 司機取消了

# OrderStatus.Scheduled
source: Scheduled
ar: مجدول
de: Geplant
it: Programmato
ja: 予定
nl: Gepland
sq: Prenotuar
zh_hans: 計劃

# OrderUI.Status.Cancelled
source: Cancelled
ar: تم إلغـاء طلبك
de: Storniert
it: Annullato
ja: キャンセル
nl: Geannuleerd
sq: Anulluar
zh_hans: 取消

# OrderUI.Status.Scheduled
source: Scheduled
ar: مجدول
de: Geplant
ja: 予定
nl: Gepland
sq: Prenotuar
zh_hans: 計劃

# OrderUI.Status.Completed
source: Completed
ar: مكتمل
de: Komplett
it: Completato
ja: 完成した
nl: Voltooid
sq: Përfundoi
zh_hans: 已完成

# DriverStatus.AcceptedRequest
source: Driver has accepted your request.
ar: السايق قبل طلبك :)
de: Der Fahrer hat Ihr Antrag akzeptiert.
it: Il driver ha accettato la tua richiesta.
ja: ドライバーがあなたのリクエストを受け入れました。
nl: De chauffeur heeft uw verzoek geaccepteerd.
sq: Shoferi e pranoi kërkesën tuaj.
zh_hans: 司機已接受您的請求.

# DriverStatus.YourOrderOnWay
source: Driver is on the way.
ar: السايــق جايك بالطريق
de: Fahrer ist unterwegs.
it: Il driver sta arrivando.
ja: 運転手がいます.
nl: Driver is onderweg.
sq: Shoferi është rrugës për te ju.
zh_hans: 司機正在路上.

# DriverStatus.AnotherOrderOnWay
source: Driver is completing nearby order.
ar: السـائق ينهي رحلة بالقرب منك
de: Der Fahrer führt die Bestellung in der Nähe aus.
it: Il driver sta completando l'ordine nelle vicinanze.
ja: ドライバーは近くの注文を完了しています.
nl: Bestuurder voltooit bestelling in de buurt.
sq: Shoferi po perfundon një porosi aty afër.
zh_hans: 司機正在完成附近的訂單.

# Order.Scheduling.Alert
source: Sorry, you can only schedule booking 1 hour after now.
ar: نعتذر، لايمكنك الحجز الا بعد سـاعة كـ حد أدنى..
de: Leider können Sie die Buchung erst 1 Stunde später planen.
it: Spiacenti, puoi programmare la prenotazione solo 1 ora dopo adesso.
ja: 申し訳ありませんが、予約は1時間後にしかスケジュールできません.
nl: Sorry, u kunt de boeking pas 1 uur later plannen.
sq: Na falni, ju mund të rezervoni vetem 1 orë larg kohës tani.
zh_hans: 對不起，您只能在1小時後安排預訂.

# Button.Title.BookNow
source: Book Now
ar: احجز الآن
de: Buchen Sie jetzt
it: Prenota ora
ja: 今予約する
nl: Boek nu
sq: Prenoto tani
zh_hans: 現在預訂

# Button.Title.Schedule
source: Schedule
ar: جدول
de: Plane
it: programma
ja: スケジュール
nl: Gepland
sq: Rezervo
zh_hans: 時間表

source: OK
ar: تــم
zh_hans: 好

# app_name
source: Buraq24-Customer
ar: عُملاء - بٌراق 24
sq: Bleta
zh_hans: 布拉克24 -顧客

source: Terms and conditions
ar: الشروط والأحكام
de: Bedingungen und Zustände
it: Termini e condizioni
ja: 規約と条件
nl: Voorwaarden
sq: Termat dhe Kushtet
zh_hans: 條款和條件.

source: By creating account you agree
ar: أنا موافق على إنشاء حساب
de: Beim Erstellen des Accounts stimmen Sie zu.
it: Creando un account accetti
ja: アカウントを作成することに同意します
nl: Door een account aan te maken gaat u akkoord
sq: Duke krijuar një llogari ju bini dakord me
zh_hans: 通過創建帳戶，您同意

# enter_you_mobile_no
source: Enter your mobile no.
ar: أدخل رقم الهاتف
de: Fügen Sie Ihre Telefonnummer ein.
it: Inserisci il tuo numero di cellulare
ja: 携帯番号を入力してください。
nl: Voer uw gsm-nummer in.
sq: Vendosni nr. e tel.
zh_hans: 輸入你的手機號碼.

# slogan
source: Connecting your needs in seconds
ar: ربط احتياجاتك في ثوان
de: Verbinden Sie Ihre Anforderungen in nSekunden
it: Connetti le tue esigenze in nsecondi
ja: ニーズを数秒で接続
nl: Verbind uw behoeften in nseconden
sq: Ne plotësojmë deshirat tuaja në sekondë!
zh_hans: 在幾秒鐘內連接您的需求

source: Resend otp
ar: OTP إعادة إرسال
de: Senden Sie otp erneut
it: Reinvia otp
ja: OTPを再送信
nl: Verzend de verificatiecode opnieuw
sq: Ridërgo FNP
zh_hans: 重新發送otp

source: Edit this number
ar: تعديل الرقم
de: Bearbeiten Sie diese Nummer.
it: Modifica questo numero
ja: この番号を編集
nl: Bewerk dit nummer
sq: Ndrysho numrin
zh_hans: 編輯這個號碼

# whats_your_name
source: Hey! What’s your name
ar: ما اسمك
de: Hallo! Was ist Ihr Name?
it: Ehi! Come ti chiami
ja: おい！あなたの名前を教えて
nl: Hallo! Wat is je naam
sq: Hej! Si e ke emrin?
zh_hans: 嘿! 你叫什麼名字

source: Full Name
ar: الإسم الكامل
de: Vollständiger Name
it: Nome completo
ja: フルネーム
nl: Voor-en achternaam
sq: Emri i plotë
zh_hans: 全名

# title_activity_maps
source: Map
ar: عنوان نشاط الخرائط
de: Karte
it: Mappa
ja: 地図
nl: Kaart
sq: Harta
zh_hans: 地圖

# title_activity_main2
source: Main2Activity
ar: عنوان النشاط الرئيسي

# navigation_drawer_open
source: Open navigation drawer
ar: فتـح الخريطة
de: Öffnen Sie das Navigationsmodul
it: Apri il cassetto di navigazione
ja: ナビゲーションドロワーを開く
nl: Open de navigatielade
sq: Hap navigimin
zh_hans: 打開導航抽屜

# navigation_drawer_close
source: Close navigation drawer
ar: أغلاق الخريطة
de: Schließen Sie das Navigationsmodul
it: Chiudi il cassetto di navigazione
ja: ナビゲーションドロワーを閉じる
nl: Sluit de navigatielade
sq: Mbyll navigimin
zh_hans: 關閉導航抽屜

# nav_header_title
source: User Name
ar: العنوان الرئيسي
de: Benutzername
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
sq: Emri i përdoruesit
zh_hans: 用戶名

# nav_header_subtitle
source: Rating
ar: العنوان الفرعي
de: Bewertung
it: Valutazione
ja: 評価
nl: Beoordeling
sq: Vlerësimi
zh_hans: 評分

# nav_header_desc
source: Navigation header
ar: وصف العنوان
de: Navigationsleiste
it: Intestazione di navigazione
ja: ナビゲーションヘッダー
nl: Navigatiekop
zh_hans: 導航標題

# action_settings
source: Settings
ar: إعدادات الضبط
de: Einstellungen
it: Impostazioni
ja: 設定
nl: Instellingen
sq: Konfigurimet
zh_hans: 設置

source: Bookings
ar: الحجوزات
de: Buchungen
it: Prenotazioni
ja: ご予約
nl: Boekingen
sq: Prenotimet
zh_hans: 預訂

source: Promotions
ar: العروض
de: Promotionen
it: Promozioni
ja: プロモーション
nl: Promoties
sq: Promocionet
zh_hans: 促銷

source: Payments
ar: المدفوعات
de: Zahlungen
it: Pagamenti
ja: お支払い
nl: Betalingen
sq: Pagesat
zh_hans: 支付

source: Referral
ar: شارك
de: Überweisung
ja: 照会
nl: Doorverwijzing
zh_hans: 推薦

# emergency_contacts
source: Important Numbers
ar: أرقام الطوارئ
de: Notfallkontakte
ja: 緊急連絡先
nl: Contactpersonen voor noodgevallen
sq: Numra të rendesishëm
zh_hans: 重要數字

source: Settings
ar: الضبط
de: Einstellungen
it: Impostazioni
ja: 設定
nl: Instellingen
sq: Konfigurimet
zh_hans: 設置

source: Contact us
ar: أتصل بنا
de: Kontaktier uns
it: Contattaci
ja: お問い合わせ
nl: Neem contact op
sq: Na kontaktoni
zh_hans: 聯繫我們

source: Sign out
ar: الخروج
de: Abmelden
it: Esci
ja: サインアウト
nl: Afmelden
sq: Dil
zh_hans: 登出

source: Back
ar: رجوع
de: Zurück
it: Indietro
ja: バック
nl: Terug
sq: Mbrapa
zh_hans: 背部

source: Location
ar: الموقع
de: Ort
ja: ロケーション
nl: Plaats
sq: Vendndodhja
zh_hans: 地點

source: Enter Drop off Location
ar: أدخل موقع التوصيل
de: Geben Sie den Abstellort an
it: Inserisci luogo di riconsegna
ja: 降車場所を入力してください
nl: Voer de afleverlocatie in
sq: Vendos destinacionin
zh_hans: 輸入下車位置

source: Enter pickup location
ar: أدخل موقع الأستلام
de: Geben Sie den Abholungsort an
it: Inserisci luogo di ritiro
ja: 集荷場所を入力してください
nl: Voer de ophaallocatie in
sq: Vendos pikënisjen
zh_hans: 輸入取件地點

source: Enter details of order
ar: أدخل تفاصيل الطلب
de: Geben Sie Informationen über Ihre Bestellung ein
it: Inserisci i dettagli dell'ordine
ja: 注文の詳細を入力してください
nl: Voer de details van de bestelling in
sq: Vendos detajet e porosisë
zh_hans: 輸入訂單詳情

# select_branch
source: Select brand
ar: اختر العلامة التجارية
de: Marke auswählen
it: Seleziona marca
ja: ブランドを選択
nl: Selecteer merk
sq: Zgjidh firmën
zh_hans: 選擇品牌

source: Select capacity
ar: حدد السعة
de: Kapazität auswählen
it: Seleziona capacità
ja: 容量を選択
nl: Selecteer capaciteit
sq: Zgjidh kapacitetin
zh_hans: 選擇容量

source: Select quantity
ar: حدد الكمية
de: Menge auswählen
it: Seleziona quantità
ja: 量を選んでください
nl: Selecteer aantal
sq: Zgjidh sasinë
zh_hans: 選擇數量

source: Next
ar: التالي
ja: 次
nl: De volgende
sq: Tjetër
zh_hans: 下一個

source: Total
ar: المجموع
ja: 合計
nl: Totaal
zh_hans: 總

source: Cash
ar: نقداً
de: Barzahlung
ja: 現金払い
nl: Contante betaling
sq: Pará në dorë
zh_hans: 現金

source: Promo
ar: بروموكـود
de: Gutscheincode
ja: プロモーションコード
nl: Promotiecode
zh_hans: 促銷

source: Book
ar: حجــز
de: Buchen
it: Libro
ja: 本
nl: Boek
sq: Prenoto
zh_hans: 預訂

# we_are_requesting_your_request
source: We are processing your request
ar: نعمــل على طلبك
de: Wir bearbeiten Ihre Anfrage
it: Stiamo elaborando la tua richiesta
ja: リクエストを処理しています
nl: We zijn je verzoek aan het verwerken
sq: Ne po procesojmë kërkesën tuaj
zh_hans: 我們正在處理您的請求

source: Cancel
ar: إلغــاء
de: Stornieren
it: Annulla
ja: キャンセル
nl: Annuleer
sq: Anullo
zh_hans: 取消

source: Invoice
ar: فاتورة
de: Rechnung
it: Fattura
ja: 請求書
nl: Factuur
sq: Fatura
zh_hans: 發票

# base_fair
source: Base fare
ar: الاجرة الاساسية
de: Basistarif
it: Tariffa base
ja: 基本運賃
nl: Basistarief
sq: Tarifa bazë
zh_hans: 基本票價
